{
    "about": "Around; all round; on every side of. \"Look about you.\" Shak. \"Bind them about thy neck.\" Prov. iii. ",
    "absolute": "Loosed from any limitation or condition; uncontrolled; unrestricted; unconditional; as, absolute authority, monarchy, sovereignty, an absolute promise or command; absolute power; an absolute monarch. ",
    "accept": "To receive with a consenting mind (something offered); as, to accept a gift; -- often followed by of. If you accept them, then their worth is great. Shak. To accept of ransom for my son. Milton. She accepted of a treat. Addison. ",
    "account": "A reckoning; computation; calculation; enumeration; a record of some reckoning; as, the Julian account of time. A beggarly account of empty boxes. Shak. ",
    "achieve": "To carry on to a final close; to bring out into a perfected state; to accomplish; to perform; -- as, to achieve a feat, an exploit, an enterprise. Supposing faculties and powers to be the same, far more may be achieved in any line by the aid of a capital, invigorating motive than without it. I. Taylor. ",
    "across": "From side to side; athwart; crosswise, or in a direction opposed to the length; quite over; as, a bridge laid across a river. Dryden. To come across, to come upon or meet incidentally. Freeman. -- To go across the country, to go by a direct course across a region without following the roads.\n\n",
    "active": "Having the power or quality of acting; causing change; communicating action or motion; acting; -- opposed to Ant: passive, that receives; as, certain active principles; the powers of the mind. ",
    "actual": "Involving or comprising action; active. [Obs.] Her walking and other actual performances. Shak. Let your holy and pious intention be actual; that is . . . by a special prayer or action, . . . given to God. Jer. Taylor. ",
    "address": "To aim; to direct. [Obs.] Chaucer. And this good knight his way with me addrest. Spenser. ",
    "admit": "To suffer to enter; to grant entrance, whether into a place, or into the mind, or consideration; to receive; to take; as, they were into his house; to admit a serious thought into the mind; to admit evidence in the trial of a cause. ",
    "advertise": "To give notice to; to inform or apprise; to notify; to make known; hence, to warn; -- often followed by of before the subject of information; as, to advertise a man of his loss. [Archaic] I will advertise thee what this people shall do. Num. xxiv. ",
    "affect": "To act upon; to produce an effect or change upon. As might affect the earth with cold heat. Milton. The climate affected their health and spirits. Macaulay. ",
    "afford": "To give forth; to supply, yield, or produce as the natural result, fruit, or issue; as, grapes afford wine; olives afford oil; the earth affords fruit; the sea affords an abundant supply of fish. ",
    "after": "Next; later in time; subsequent; succeeding; as, an after period of life. Marshall. Note: In this sense the word is sometimes needlessly combined with the following noun, by means of a hyphen, as, after-ages, after-act, after-days, after-life. For the most part the words are properly kept separate when after has this meaning. ",
    "afternoon": "The part of the day which follows noon, between noon and evening.",
    "again": "In return, back; as, bring us word again. ",
    "against": "Abreast; opposite to; facing; towards; as, against the mouth of a river; -- in this sense often preceded by over. Jacob saw the angels of God come against him. Tyndale. ",
    "agent": "Actingpatient, or sustaining, action. [Archaic] \"The body agent.\" Bacon.\n\n",
    "agree": "In good part; kindly. [Obs.] Rom. of R.\n\n",
    "allow": "To praise; to approve of; hence, to sanction. [Obs. or Archaic] Ye allow the deeds of your fathers. Luke xi. ",
    "almost": "Nearly; well nigh; all but; for the greatest part. Almost thou persuadest me to be a Christian. Acts xxvi. ",
    "along": "By the length; in a line with the length; lengthwise. Some laid along . . . on spokes of wheels are hung. Dryden. ",
    "already": "Prior to some specified time, either past, present, or future; by this time; previously. \"Joseph was in Egypt already.\" Exod. i. ",
    "alright": "Of a satisfactory or acceptable quality.",
    "although": "Grant all this; be it that; supposing that; notwithstanding; though. Although all shall be offended, yet will no I. Mark xiv. ",
    "always": "At all times; ever; perpetually; throughout all time; continually; as, God is always the same. Even in Heaven his [Mammon's] looks and thoughts. Milton. ",
    "amount": "To go up; to ascend. [Obs.] So up he rose, and thence amounted straight. Spenser. ",
    "another": "One more, in addition to a former number; a second or additional one, similar in likeness or in effect. Another yet! -- a seventh! I 'll see no more. Shak. Would serve to scale another Hero's tower. Shak. ",
    "answer": "To speak in defense against; to reply to in defense; as, to answer a charge; to answer an accusation. ",
    "apart": "Separately, in regard to space or company; in a state of separation as to place; aside. Others apart sat on a hill retired. Milton. The Lord hath set apart him that is godly for himself. Ps. iv. ",
    "apparent": "Capable of being seen, or easily seen; open to view; visible to the eye; within sight or view. The moon . . . apparent queen. Milton. ",
    "appear": "To come or be in sight; to be in view; to become visible. And God . . . said, Let . . . the dry land appear. Gen. i. ",
    "apply": "To lay or place; to put or adjust (one thing to another); -- with to; as, to apply the hand to the breast; to apply medicaments to a diseased part of the body. He said, and the sword his throat applied. Dryden. ",
    "appoint": "To fix with power or firmness; to establish; to mark out. When he appointed the foundations of the earth. Prov. viii. ",
    "approach": "To come or go near, in place or time; to draw nigh; to advance nearer. Wherefore approached ye so nigh unto the city ",
    "appropriate": "Set apart for a particular use or person. Hence: Belonging peculiarly; peculiar; suitable; fit; proper. In its strict and appropriate meaning. Porteus. Appropriate acts of divine worship. Stillingfleet. It is not at all times easy to find words appropriate to express our ideas. Locke.\n\n",
    "argue": "To invent and offer reasons to support or overthrow a proposition, opinion, or measure; to use arguments; to reason. I argue not Against Heaven's hand or will. Milton. ",
    "around": "In a circle; circularly; on every side; round. ",
    "arrange": "To put in proper order; to dispose (persons, or parts) in the manner intended, or best suited for the purpose; as, troops arranged for battle. So [they] came to the market place, and there he arranged his men in the streets. Berners. [They] were beginning to arrange their hampers. Boswell. A mechanism previously arranged. Paley. ",
    "associate": "To join with one, as a friend, companion, partner, or confederate; as, to associate others with . ",
    "assume": "To take to or upon one's self; to take formally and demonstratively; sometimes, to appropriate or take unjustly. Trembling they stand while Jove assumes the throne. Pope. The god assumed his native form again. Pope. ",
    "attend": "To direct the attention to; to fix the mind upon; to give heed to; to regard. [Obs.] The diligent pilot in a dangerous tempest doth not attend the unskillful words of the passenger. Sir P. Sidney. ",
    "authority": "Legal or rightful power; a right to command or to act; power exercised buy a person in virtue of his office or trust; dominion; jurisdiction; authorization; as, the authority of a prince over subjects, and of parents over children; the authority of a court. Thus can the demigod, Authority, Make us pay down for our offense. Shak. By what authority doest thou these things Matt. xxi. ",
    "available": "Having sufficient power, force, or efficacy, for the object; effectual; valid; as, an available plea. [Obs.] Laws human are available by consent. Hooker. ",
    "aware": "Watchful; vigilant or on one's guard against danger or difficulty. ",
    "awful": "Oppressing with fear or horror; appalling; terrible; as, an awful scene. \"The hour of Nature's awful throes.\" Hemans. ",
    "balance": "An apparatus for weighing. Note: In its simplest form, a balance consists of a beam or lever supported exactly in the middle, having two scales or basins of equal weight suspended from its extremities. Another form is that of the Roman balance, our steelyard, consisting of a lever or beam, suspended near one of its extremities, on the longer arm of which a counterpoise slides. The name is also given to other forms of apparatus for weighing bodies, as to the combinations of levers making up platform scales; and even to devices for weighing by the elasticity of a spring. ",
    "basis": "The foundation of anything; that on which a thing rests. Dryden. ",
    "beauty": "An assemblage or graces or properties pleasing to the eye, the ear, the intellect, the æsthetic faculty, or the moral sense. Beauty consists of a certain composition of color and figure, causing delight in the beholder. Locke. The production of beauty by a multiplicity of symmetrical parts uniting in a consistent whole. Wordsworth. The old definition of beauty, in the Roman school, was, \"multitude in unity;\" and there is no doubt that such is the principle of beauty. Coleridge. ",
    "because": "By or for the cause that; on this account that; for the reason that. Milton. ",
    "become": "To pass from one state to another; to enter into some state or condition, by a change from another state, or by assuming or receiving new properties or qualities, additional matter, or a new character. The Lord God . . . breathed into his nostrils the breath of life; and man became a living soul. Gen. ii. ",
    "before": "In front of; preceding in space; ahead of; as, to stand before the fire; before the house. His angel, who shall go Before them in a cloud and pillar of fire. Milton. ",
    "begin": "To have or commence an independent or first existence; to take rise; to commence. Vast chain of being! which from God began. Pope. ",
    "behind": "On the side opposite the front or nearest part; on the back side of; at the back of; on the other side of; as, behind a door; behind a hill. A tall Brabanter, behind whom I stood. Bp. Hall. ",
    "believe": "To exercise belief in; to credit upon the authority or testimony of another; to be persuaded of the truth of, upon evidence furnished by reasons, arguments, and deductions of the mind, or by circumstances other than personal knowledge; to regard or accept as true; to place confidence in; to think; to consider; as, to believe a person, a statement, or a doctrine. Our conqueror (whom I now Of force believe almighty). Milton. King Agrippa, believest thou the prophets Acts xxvi. Often followed by a dependent clause. I believe that Jesus Christ is the Son of God. Acts viii. ",
    "benefit": "An act of kindness; a favor conferred. Bless the Lord, O my soul, and forget not all his benefits. Ps. ciii. ",
    "between": "In the space which separates; betwixt; as, New York is between Boston and Philadelphia. ",
    "birth": "The act or fact of coming into life, or of being born; -- generally applied to human beings; as, the birth of a son. ",
    "black": "Destitute of light, or incapable of reflecting it; of the color of soot or coal; of the darkest or a very dark color, the opposite of white; characterized by such a color; as, black cloth; black hair or eyes. O night, with hue so black! Shak. ",
    "bloke": "A man.",
    "blood": "The fluid which circulates in the principal vascular system of animals, carrying nourishment to all parts of the body, and bringing away waste products to be excreted. See under Arterial. Note: The blood consists of a liquid, the plasma, containing minute particles, the blood corpuscles. In the invertebrate animals it is usually nearly colorless, and contains only one kind of corpuscles; but in all vertebrates, except Amphioxus, it contains some colorless corpuscles, with many more which are red and give the blood its uniformly red color. See Corpuscle, Plasma. ",
    "board": "A piece of timber sawed thin, and of considerable length and breadth as compared with the thickness, -- used for building, etc. Note: When sawed thick, as over one and a half or two inches, it is usually called a plank. ",
    "bother": "To annoy; to trouble; to worry; to perplex. See Pother. Note: The imperative is sometimes used as an exclamation mildly imprecatory.\n\nTo feel care or anxiety; to make or take trouble; to be troublesome. Without bothering about it. H. James.\n\nOne who, or that which, bothers; state of perplexity or annoyance; embarrassment; worry; disturbance; petty trouble; as, to be in a bother.",
    "bottle": "A hollow vessel, usually of glass or earthenware (but formerly of leather), with a narrow neck or mouth, for holding liquids. ",
    "bottom": "The lowest part of anything; the foot; as, the bottom of a tree or well; the bottom of a hill, a lane, or a page. Or dive into the bottom of the deep. Shak. ",
    "break": "To strain apart; to sever by fracture; to divide with violence; as, to break a rope or chain; to break a seal; to break an axle; to break rocks or coal; to break a lock. Shak. ",
    "brief": "Short in duration. How brief the life of man. Shak. ",
    "brilliant": "Sparkling with luster; glittering; very bright; as, a brilliant star. ",
    "bring": "To convey to the place where the speaker is or is to be; to bear from a more distant to a nearer place; to fetch. And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread. ",
    "brother": "A male person who has the same father and mother with another person, or who has one of them only. In the latter case he is more definitely called a half brother, or brother of the half blood. Two of us in the churchyard lie, My sister and my brother. Wordsworth. ",
    "budget": "A bag or sack with its contents; hence, a stock or store; an accumulation; as, a budget of inventions. ",
    "build": "To erect or construct, as an edifice or fabric of any kind; to form by uniting materials into a regular structure; to fabricate; to make; to raise. Nor aught availed him now To have built in heaven high towers. Milton. ",
    "business": "That which busies one, or that which engages the time, attention, or labor of any one, as his principal concern or interest, whether for a longer or shorter time; constant employment; regular occupation; as, the business of life; business before pleasure. Wist ye not that I must be about my Father's business Luke ii. ",
    "carry": "To convey or transport in any manner from one place to another; to bear; -- often with away or off. When he dieth he small carry nothing away. Ps. xiix. ",
    "catch": "To lay hold on; to seize, especially with the hand; to grasp (anything) in motion, with the effect of holding; as, to catch a ball. ",
    "cause": "That which produces or effects a result; that from which anything proceeds, and without which it would not exist. Cause is substance exerting its power into act, to make one thing begin to be. Locke. ",
    "centre": "To be placed in a center; to be central. ",
    "certain": "Assured in mind; having no doubts; free from suspicions concerning. To make her certain of the sad event. Dryden. I myself am certain of you. Wyclif. ",
    "chair": "A movable single seat with a back. ",
    "chairman": "The presiding officer of a committee, or of a public or private meeting, or of any organized body. ",
    "chance": "A supposed material or psychical agent or mode of activity other than a force, law, or purpose; fortune; fate; -- in this sense often personifed. It is strictly and philosophically true in nature and reason that there is no such thing as chance or accident; it being evident that these words do not signify anything really existing, anything that is truly an agent or the cause of any event; but they signify merely men's ignorance of the real and immediate cause. Samuel Clark. Any society into which chance might throw him. Macaulay. That power Which erring men call Chance. Milton. ",
    "change": "To alter; to make different; to cause to pass from one state to another; as, to change the position, character, or appearance of a thing; to change the countenance. Therefore will I change their glory into shame. Hosea. iv. ",
    "character": "A distinctive mark; a letter, figure, or symbol. It were much to be wished that there were throughout the world but one sort of character for each letter to express it to the eye. Holder. ",
    "charge": "To lay on or impose, as a load, tax, or burden; to load; to fill. A carte that charged was with hay. Chaucer. The charging of children's memories with rules. Locke. ",
    "cheap": "A bargain; a purchase; cheapness. [Obs.] The sack that thou hast drunk me would have bought me lights as good cheap at the dearest chandler's in Europe. Shak.\n\n",
    "check": "(Chess)  A word of warning denoting that the king is in danger; such a menace of a player's king by an adversary's move as would, if it were any other piece, expose it to immediate capture. A king so menaced is said to be in check, and must be made safe at the next move. ",
    "child": "A son or a daughter; a male or female descendant, in the first degree; the immediate progeny of human parents; -- in law, legitimate offspring. Used also of animals and plants. ",
    "choice": "Act of choosing; the voluntary act of selecting or separating from two or more things that which is preferred; the determination of the mind in preferring one thing to another; election. ",
    "choose": "To make choice of; to select; to take by way of preference from two or more objects offered; to elect; as, to choose the least of two evils. Choose me for a humble friend. Pope. ",
    "Christ": "The Anointed; an appellation given to Jesus, the Savior. It is synonymous with the Hebrew Messiah.",
    "Christmas": "An annual church festival (December ",
    "church": "A building set apart for Christian worship. ",
    "claim": "To ask for, or seek to obtain, by virtue of authority, right, or supposed right; to challenge as a right; to demand as due. ",
    "class": "A group of individuals ranked together as possessing common characteristics; as, the different classes of society; the educated class; the lower classes. ",
    "clean": "Free from dirt or filth; as, clean clothes. ",
    "clear": "Free from opaqueness; transparent; bright; light; luminous; unclouded. The stream is so transparent, pure, and clear. Denham. Fair as the moon, clear as the sun. Canticles vi. ",
    "client": "(Rom. Antiq.)  A citizen who put himself under the protection of a man of distinction and influence, who was called his patron. ",
    "clock": "A machine for measuring time, indicating the hour and other divisions by means of hands moving on a dial plate. Its works are moved by a weight or a spring, and it is often so constructed as to tell the hour by the stroke of a hammer on a bell. It is not adapted, like the watch, to be carried on the person. ",
    "close": "To stop, or fill up, as an opening; to shut; as, to close the eyes; to close a door. ",
    "clothe": "To put garments on; to cover with clothing; to dress. Go with me, to clothe you as becomes you. Shak. ",
    "coffee": "The \"beans\" or \"berries\" (pyrenes) obtained from the drupes of a small evergreen tree of the genus Coffea, growing in Abyssinia, Arabia, Persia, and other warm regions of Asia and Africa, and also in tropical America. ",
    "colleague": "A partner or associate in some civil or ecclesiastical office or employment. It is never used of partners in trade or manufactures. Syn. -- Helper; assistant; coadjutor; ally; associate; companion; confederate.\n\nTo unite or associate with another or with others. [R.] Shak.",
    "collect": "To gather into one body or place; to assemble or bring together; to obtain by gathering. A band of men Collected choicely from each country. Shak. 'Tis memory alone that enriches the mind, by preserving what our labor and industry daily collect. Watts. ",
    "college": "A collection, body, or society of persons engaged in common pursuits, or having common duties and interests, and sometimes, by charter, peculiar rights and privileges; as, a college of heralds; a college of electors; a college of bishops. The college of the cardinals. Shak. Then they made colleges of sufferers; persons who, to secure their inheritance in the world to come, did cut off all their portion in this. Jer. Taylor. ",
    "colour": "See Color.",
    "comment": "To make remarks, observations, or criticism; especially, to write notes on the works of an author, with a view to illustrate his meaning, or to explain particular passages; to write annotations; -- often followed by on or upon. A physician to comment on your malady. Shak. Critics . . . proceed to comment on him. Dryden. I must translate and comment. Pope.\n\nTo comment on. [Archaic.] Fuller.\n\n",
    "commit": "To give in trust; to put into charge or keeping; to intrust; to consign; -- used with to, unto. Commit thy way unto the Lord. Ps. xxxvii. ",
    "committee": "One or more persons elected or appointed, to whom any matter or bussiness is referred, either by a legislative body, or by a court, or by any collective body of men acting together. Commitee of the whole [house], a committee, embracing all the members present, into which a legislative or deliberative body sometimes resolves itself, for the purpose of considering a particular measure under the operation of different rules from those governing the general legislative proceedings. The committee of the whole has its own chairman, and reports its action in the form of recommendations. -- Standing committee. See under Standing.\n\nOne to whom the charge of the person or estate of another, as of a lunatic, is committed by suitable authority; a guardian.",
    "common": "Belonging or relating equally, or similary, to more than one; as, you and I have a common interest in the property. Though life and sense be common to men and brutes. Sir M. Hale. ",
    "community": "Common possession or enjoyment; participation; as, a community of goods. The original community of all things. Locke. An unreserved community of thought and feeling. W. Irwing. ",
    "company": "The state of being a companion or companions; the act of accompaying; fellowship; companionship; society; friendly intercourse. Shak. Evil company doth corrupt good manners. ",
    "compare": "To examine the character or qualities of, as of two or more persons or things, for the purpose of discovering their resemblances or differences; to bring into comparison; to regard with discriminating attention. Compare dead happiness with living woe. Shak. The place he found beyond expression bright, Compared with aught on earth. Milton. Compare our faces and be judge yourself. Shak. To compare great things with small. Milton. ",
    "complete": "Filled up; with no part or element lacking; free from deficienty; entire; perfect; consummate. \"Complete perfections.\" Milton. Ye are complete in him. Col. ii. ",
    "compute": "To determine calculation; to reckon; to count. Two days, as we compute the days of heaven. Milton. What's done we partly may compute, But know not what's resisted. Burns. Syn. -- To calculate; number; count; recken; estimate; enumerate; rate. See Calculate.\n\nComputation. [R.] Sir T. Browne.",
    "concern": "To relate or belong to; to have reference to or connection with; to affect the interest of; to be of importance to. Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ. Acts xxviii. ",
    "condition": "Mode or state of being; state or situation with regard to external circumstances or influences, or to physical or mental integrity, health, strength, etc.; predicament; rank; position, estate. I am in my condition A prince, Miranda; I do think, a king. Shak. And O, what man's condition can be worse Than his whom plenty starves and blessings curse Cowley. The new conditions of life. Darwin. ",
    "confer": "To bring together for comparison; to compare. [Obs.] If we confer these observations with others of the like nature, we may find cause to rectify the general opinion. Boyle. ",
    "consider": "To fix the mind on, with a view to a careful examination; to thank on with care; to ponder; to study; to meditate on. I will consider thy testimonies. Ps. cxix. ",
    "consult": "To seek the opinion or advice of another; to take consel; to deliberate together; to confer. Let us consult upon to-morrow's business. Shak. All the laws of England have been made by the kings England, consulting with the nobility and commons. Hobbes.\n\n",
    "contact": "A close union or junction of bodies; a touching or meeting. ",
    "continue": "To remain ina given place or condition; to remain in connection with; to abide; to stay. Here to continue, and build up here A growing empire. Milton. They continue with me now three days, and have nothing to eat. Matt. xv. ",
    "contract": "To draw together or nearer; to reduce to a less compass; to shorten, narrow, or lesen; as, to contract one's shpere of action. In all things desuetude doth contract and narrow our faculties. Dr. H. More. ",
    "control": "A duplicate book, register, or account, kept to correct or check another account or register; a counter register. [Obs.] Johnson. ",
    "converse": "To keep company; to hold intimate intercourse; to commune; -- followed by with. To seek the distant hills, and there converse With nature. Thomson. Conversing with the world, we use the world's fashions. Sir W. Scott. But to converse with heaven -This is not easy. Wordsworth. ",
    "corner": "The point where two converging lines meet; an angle, either external or internal. ",
    "correct": "Set right, or made straight; hence, conformable to truth, rectitude, or propriety, or to a just standard; nnot faulty or imperfect; free from error; as, correct behavior; correct views. Always use the most correct editions. Felton. Syn. -- Accurate; right, exact; precise; regular; faultless. See Accurate.\n\n",
    "could": "Was, should be, or would be, able, capable, or susceptible. Used as an auxiliary, in the past tense or in the conditional present.",
    "council": "An assembly of men summoned or convened for consultation, deliberation, or advice; as, a council of physicians for consultation in a critical case. ",
    "count": "To tell or name one by one, or by groups, for the purpose of ascertaining the whole number of units in a collection; to number; to enumerate; to compute; to reckon. Who can count the dust of Jacob Num. xxiii. ",
    "country": "A tract of land; a region; the territory of an independent nation; (as distinguished from any other region, and with a personal pronoun) the region of one's birth, permanent residence, or citizenship. Return unto thy country, and to thy kindred. Gen. xxxxii. ",
    "county": "An earldom; the domain of a count or earl. [Obs.] ",
    "couple": "That which joins or links two things together; a bond or tie; a coupler. [Obs.] It is in some sort with friends as it is with dogs in couples; they should be of the same size and humor. L'Estrange. I'll go in couples with her. Shak. ",
    "course": "The act of moving from one point to another; progress; passage. And when we had finished our course from Tyre, we came to Ptolemais. Acts xxi. ",
    "court": "An inclosed space; a courtyard; an uncovered area shut in by the walls of a building, or by different building; also, a space opening from a street and nearly surrounded by houses; a blind alley. The courts the house of our God. Ps. cxxxv. ",
    "cover": "To overspread the surface of (one thing) with another; as, to cover wood with paint or lacquer; to cover a table with a cloth. ",
    "create": "Created; composed; begotte. [Obs.] Hearts create of duty and zeal. Shak.\n\n",
    "cross": "A gibbet, cosisting of two pieces of timber placed transversely upon one another, in various forms, as a T, or +, with the horizontal piece below the upper end of the upright, or as an X. It was anciently used in the execution of criminals. Nailed to the cross By his own nation. Milton. ",
    "current": "Running or moving rapidly. [Archaic] Like the current fire, that renneth Upon a cord. Gower. To chase a creature that was current then In these wild woods, the hart with golden horns. Tennyson. ",
    "danger": "Authority; jurisdiction; control. [Obs.] In dangerhad he . . . the young girls. Chaucer. ",
    "debate": "To engage in combat for; to strive for. Volunteers . . . thronged to serve under his banner, and the cause of religion was debated with the same ardor in Spain as on the plains of Palestine. Prescott. ",
    "decide": "To cut off; to separate. [Obs.] Our seat denies us traffic here; The sea, too near, decides us from the rest. Fuller. ",
    "decision": "Cutting off; division; detachment of a part. [Obs.] Bp. Pearson. ",
    "definite": "Having certain or distinct; determinate in extent or greatness; limited; fixed; as, definite dimensions; a definite measure; a definite period or interval. Elements combine in definite proportions. Whewell. ",
    "degree": "A step, stair, or staircase. [Obs.] By ladders, or else by degree. Rom. of R. ",
    "department": "Act of departing; departure. [Obs.] Sudden departments from one extreme to another. Wotton. ",
    "depend": "To hang down; to be sustained by being fastened or attached to something above. And ever-living lamps depend in rows. Pope. ",
    "describe": "To represent by drawing; to draw a plan of; to delineate; to trace or mark out; as, to describe a circle by the compasses; a torch waved about the head in such a way as to describe a circle. ",
    "design": "To draw preliminary outline or main features of; to sketch for a pattern or model; to delineate; to trace out; to draw. Dryden. ",
    "detail": "A minute portion; one of the small parts; a particular; an item; - - used chiefly in the plural; as, the details of a scheme or transaction. The details of the campaign in Italy. Motley. ",
    "develop": "To free from that which infolds or envelops; to unfold; to lay open by degrees or in detail; to make visible or known; to disclose; to produce or give forth; as, to develop theories; a motor that develops ",
    "difference": "The act of differing; the state or measure of being different or unlike; distinction; dissimilarity; unlikeness; variation; as, a difference of quality in paper; a difference in degrees of heat, or of light; what is the difference between the innocent and the guilty Differencies of administration, but the same Lord. ",
    "difficult": "Hard to do or to make; beset with difficulty; attended with labor, trouble, or pains; not easy; arduous. Note: Difficult implies the notion that considerable mental effort or skill is required, or that obstacles are to be overcome which call for sagacity and skill in the agent; as, a difficult task; hard work is not always difficult work; a difficult operation in surgery; a difficult passage in an author. There is not the strength or courage left me to venture into the wide, strange, and difficult world, alone. Hawthorne. ",
    "dinner": "The principal meal of the day, eaten by most people about midday, but by many (especially in cities) at a later hour. ",
    "direct": "Straight; not crooked, oblique, or circuitous; leading by the short or shortest way to a point or end; as, a direct line; direct means. What is direct to, what slides by, the question. Locke. ",
    "discuss": "To break to pieces; to shatter. [Obs.] Sir T. Browne. ",
    "district": "Rigorous; stringent; harsh. [Obs.] Punishing with the rod of district severity. Foxe.\n\n",
    "divide": "To part asunder (a whole); to sever into two or more parts or pieces; to sunder; to separate into parts. Divide the living child in two. ",
    "doctor": "A teacher; one skilled in a profession, or branch of knowledge learned man. [Obs.] One of the doctors of Italy, Nicholas Macciavel. Bacon. ",
    "document": "That which is taught or authoritatively set forth; precept; instruction; dogma. [Obs.] Learners should not be too much crowded with a heap or multitude of documents or ideas at one time. I. Watts. ",
    "double": "Twofold; multiplied by two; increased by its equivalent; made twice as large or as much, etc. Let a double portion of thy spirit be upon me. ",
    "doubt": "To waver in opinion or judgment; to be in uncertainty as to belief respecting anything; to hesitate in belief; to be undecided as to the truth of the negative or the affirmative proposition; to b e undetermined. Even in matters divine, concerning some things, we may lawfully doubt, and suspend our judgment. Hooker. To try your love and make you doubt of mine. Dryden. ",
    "dress": "To direct; to put right or straight; to regulate; to order. [Obs.] At all times thou shalt bless God and pray Him to dress thy ways. Chaucer. Note: Dress is used reflexively in Old English, in sense of \"to direct one's step; to addresss one's self.\" To Grisild again will I me dresse. Chaucer. ",
    "drink": "To swallow anything liquid, for quenching thirst or other purpose; to imbibe; to receive or partake of, as if in satisfaction of thirst; as, to drink from a spring. Gird thyself, and serve me, till have eaten and drunken; and afterward thou shalt eat and drink. Luke xvii. ",
    "drive": "To impel or urge onward by force in a direction away from one, or along before one; to push forward; to compel to move on; to communicate motion to; as, to drive cattle; to drive a nail; smoke drives persons from a room. A storm came on and drove them into Pylos. Jowett (Thucyd. ). Shield pressed on shield, and man drove man along. Pope. Go drive the deer and drag the finny prey. Pope. ",
    "during": "In the time of; as long as the action or existence of; as, during life; during the space of a year.",
    "early": "Soon; in good season; seasonably; betimes; as, come early. Those that me early shall find me. Prov. viii. ",
    "economy": "The management of domestic affairs; the regulation and government of household matters; especially as they concern expense or disbursement; as, a careful economy. Himself busy in charge of the household economies. Froude. ",
    "educate": "To bring as, to educate a child; to educate the eye or the taste. Syn. -- To develop; instruct; teach; inform; enlighten; edify; bring up; train; breed; rear; discipline; indoctrinate.",
    "effect": "Execution; performance; realization; operation; as, the law goes into effect in May. That no compunctious visitings of nature Shake my fell purpose, nor keep peace between The effect and it. Shak. ",
    "eight": "An island in a river; an ait. [Obs.] \"Osiers on their eights.\" Evelyn.\n\nSeven and one; as, eight years.\n\n",
    "either": "One of two; the one or the other; -- properly used of two things, but sometimes of a larger number, for any one. Lepidus flatters both, Of both is flattered; but he neither loves, Nor either cares for him. Shak. Scarce a palm of ground could be gotten by either of the three. Bacon. There have been three talkers in Great British, either of whom would illustrate what I say about dogmatists. Holmes. ",
    "elect": "Chosen; taken by preference from among two or more. \"Colors quaint elect.\" Spenser. ",
    "electric": "Pertaining to electricity; consisting of, containing, derived from, or produced by, electricity; as, electric power or virtue; an electric jar; electric effects; an electric spark. ",
    "eleven": "Ten and one added; as, eleven men.\n\n",
    "employ": "To inclose; to infold. [Obs.] Chaucer. ",
    "encourage": "To give courage to; to inspire with courage, spirit, or hope; to raise, or to increase, the confidence of; to animate; enhearten; to incite; to help forward; -- the opposite of discourage. David encouraged himself in the Lord. ",
    "engine": "(Pronounced, in this sense, [Obs.] A man hath sapiences three, Memory, engine, and intellect also. Chaucer. ",
    "english": "Of or pertaining to England, or to its inhabitants, or to the present so-called Anglo-Saxon race. English bond (Arch.)  See ",
    "enjoy": "To take pleasure or satisfaction in the possession or experience of; to feel or perceive with pleasure; to be delighted with; as, to enjoy the dainties of a feast; to enjoy conversation. ",
    "enough": "Satisfying desire; giving content; adequate to meet the want; sufficient; -- usually, and more elegantly, following the noun to which it belongs. How many hired servants of my father's have bread enough and to spare! Luke xv. ",
    "enter": "To come or go into; to pass into the interior of; to pass within the outer cover or shell of; to penetrate; to pierce; as, to enter a house, a closet, a country, a door, etc.; the river enters the sea. That darksome cave they enter. Spenser. I, . . . with the multitude of my redeemed, Shall enter heaven, long absent. Milton. ",
    "environment": "Act of environing; state of being environed. ",
    "equal": "Agreeing in quantity, size, quality, degree, value, etc.; having the same magnitude, the same value, the same degree, etc.; -- applied to number, degree, quantity, and intensity, and to any subject which admits of them; neither inferior nor superior, greater nor less, better nor worse; corresponding; alike; as, equal quantities of land, water, etc. ; houses of equal size; persons of equal stature or talents; commodities of equal value. ",
    "especial": "Distinguished among others of the same class or kind; special; concerning a species or a single object; principal; particular; as, in an especial manner or degree. Syn. -- Peculiar; special; particular; uncommon; chief. See Peculiar.",
    "evening": "The latter part and close of the day, and the beginning of darkness or night; properly, the decline of the day, or of the sum. In the ascending scale Of heaven, the stars that usher evening rose. Milton. Note: Sometimes, especially in the Southern parts of the United States, the afternoon is called evening. Bartlett. ",
    "every": "All the parts which compose a whole collection or aggregate number, considered in their individuality, all taken separately one by one, out of an indefinite bumber. Every man at his best state is altogether vanity. Ps. xxxix. ",
    "evidence": "That which makes evident or manifest; that which furnishes, or tends to furnish, proof; any mode of proof; the ground of belief or judgement; as, the evidence of our senses; evidence of the truth or falsehood of a statement. Faith is . . . the evidence of things not seen. Heb. xi. ",
    "exact": "Precisely agreeing with a standard, a fact, or the truth; perfectly conforming; neither exceeding nor falling short in any respect; true; correct; precise; as, the clock keeps exact time; he paid the exact debt; an exact copy of a letter; exact accounts. I took a great pains to make out the exact truth. Jowett (Thucyd. ) ",
    "example": "One or a portion taken to show the character or quality of the whole; a sample; a specimen. ",
    "except": "To take or leave out (anything) from a number or a whole as not belonging to it; to exclude; to omit. Who never touched The excepted tree. Milton. Wherein (if we only except the unfitness of the judge) all other things concurred. Bp. Stillingfleet. ",
    "excuse": "To free from accusation, or the imputation of fault or blame; to clear from guilt; to release from a charge; to justify by extenuating a fault; to exculpate; to absolve; to acquit. A man's persuasion that a thing is duty, will not excuse him from guilt in practicing it, if really and indeed it be against Gog's law. Abp. Sharp. ",
    "exercise": "The act of exercising; a setting in action or practicing; employment in the proper mode of activity; exertion; application; use; habitual activity; occupation, in general; practice. exercise of the important function confided by the constitution to the legislature. Jefferson. O we will walk this world, Yoked in all exercise of noble end. Tennyson. ",
    "exist": "To be as a fact and not as a mode; to have an actual or real being, whether material or spiritual. Who now, alas! no more is missed Than if he never did exist. Swift. To conceive the world . . . to have existed from eternity. South. ",
    "expect": "To wait for; to await. [Obs.] Let's in, and there expect their coming. Shak. ",
    "expense": "A spending or consuming; disbursement; expenditure. Husband nature's riches from expense. Shak. ",
    "experience": "Trial, as a test or experiment. [Obs.] She caused him to make experience Upon wild beasts. Spenser. ",
    "explain": "To flatten; to spread out; to unfold; to expand. [Obs.] The horse-chestnut is . . . ready to explain its leaf. Evelyn. ",
    "express": "Exactly representing; exact. Their human countenance The express resemblance of the gods. Milton. ",
    "extra": "Beyond what is due, usual, expected, or necessary; additional; supernumerary; also, extraordinarily good; superior; as, extra work; extra pay. \"By working extra hours.\" H. Spencer.\n\nSomething in addition to what is due, expected, or customary; something in addition to the regular charge or compensation, or for which an additional charge is made; as, at European hotels lights are extras. [Colloq.]",
    "family": "The collective body of persons who live in one house, and under one head or manager; a household, including parents, children, and servants, and, as the case may be, lodgers or boarders. ",
    "father": "One who has begotten a child, whether son or daughter; a generator; a male parent. A wise son maketh a glad father. Prov. x. ",
    "favour": "Approval, support, or liking for someone or something.",
    "field": "Cleared land; land suitable for tillage or pasture; cultivated ground; the open country. ",
    "fight": "To strive or contened for victory, with armies or in single combat; to attempt to defeat, subdue, or destroy an enemy, either by blows or weapons; to contend in arms; -- followed by with or against. You do fight against your country's foes. Shak. To fight with thee no man of arms will deign. Milton. ",
    "figure": "The form of anything; shape; outline; appearance. Flowers have all exquisite figures. Bacon. ",
    "final": "Pertaining to the end or conclusion; last; terminating; ultimate; as, the final day of a school term. Yet despair not of his final pardon. Milton. ",
    "finance": "The income of a ruler or of a state; revennue; public money; sometimes, the income of an individual; often used in the plural for funds; available money; resources. All the finances or revenues of the imperial crown. Bacon. ",
    "finish": "To arrive at the end of; to bring to an end; to put an end to; to make an end of; to terminate. And heroically hath finished A life heroic. Milton. ",
    "first": "Preceding all others of a series or kind; the ordinal of one; earliest; as, the first day of a month; the first year of a reign. ",
    "floor": "The bottom or lower part of any room; the part upon which we stand and upon which the movables in the room are supported. ",
    "follow": "To go or come after; to move behind in the same path or direction; hence, to go with (a leader, guide, etc.); to accompany; to attend. It waves me forth again; I'll follow it. Shak. ",
    "force": "To stuff; to lard; to farce. [R.] Wit larded with malice, and malice forced with wit. Shak.\n\nA waterfall; a cascade. [Prov. Eng.] To see the falls for force of the river Kent. T. Gray.\n\n",
    "forget": "To lose the remembrance of; to let go from the memory; to cease to have in mind; not to think of; also, to lose the power of; to cease from doing. Bless the Lord, O my soul, and forget not all his benefits. Ps. ciii. ",
    "fortune": "The arrival of something in a sudden or unexpected manner; chance; accident; luck; hap; also, the personified or deified power regarded as determining human success, apportioning happiness and unhappiness, and distributing arbitrarily or fortuitously the lots of life. 'T is more by fortune, lady, than by merit. Shak. O Fortune, Fortune, all men call thee fickle. Shak. ",
    "forward": "An agreement; a covenant; a promise. [Obs.] Tell us a tale anon, as forward is. Chaucer.\n\nToward a part or place before or in front; onward; in advance; progressively; -- opposed to backward.\n\n",
    "friday": "The sixth day of the week, following Thursday and preceding Saturday.",
    "friend": "One who entertains for another suo Want gives to know the flatterer from the friend. Dryden. A friend that sticketh closer than a brother. Prov. xviii. ",
    "front": "The forehead or brow, the part of the face above the eyes; sometimes, also, the whole face. Bless'd with his father's front, his mother's tongue. Pope. Grim-visaged war hath smoothed his wrinkled front. Shak. His front yet threatens, and his frowns command. Prior. ",
    "function": "The act of executing or performing any duty, office, or calling; per formance. \"In the function of his public calling.\" Swift. ",
    "further": "To a greater distance; in addition; moreover. See Farther. Carries us, I know not how much further, into familiar company. M. Arnold. They sdvanced us far as Eleusis and Thria; but no further. Jowett (Thucyd. ). Further off, not so near; apart by a greater distance.\n\n",
    "future": "That is to be or come hereafter; that will exist at any time after the present; as, the next moment is future, to the present. Future tense (Gram.), the tense or modification of a verb which expresses a future act or event.\n\n",
    "garden": "A piece of ground appropriates to the cultivation of herbs, fruits, flowers, or vegetables. ",
    "general": "Relating to a genus or kind; pertaining to a whole class or order; as, a general law of animal or vegetable economy. ",
    "glass": "A hard, brittle, translucent, and commonly transparent substance, white or colored, having a conchoidal fracture, and made by fusing together sand or silica with lime, potash, soda, or lead oxide. It is used for window panes and mirrors, for articles of table and culinary use, for lenses, and various articles of ornament. Note: Glass is variously colored by the metallic oxides; thus, manganese colors it violet; copper (cuprous), red, or (cupric) green; cobalt, blue; uranium, yellowish green or canary yellow; iron, green or brown; gold, purple or red; tin, opaque white; chromium, emerald green; antimony, yellow. ",
    "goodbye": "Used to express good wishes when parting or at the end of a conversation.",
    "govern": "To direct and control, as the actions or conduct of men, either by established laws or by arbitrary will; to regulate by authority. \"Fit to govern and rule multitudes.\" Shak. ",
    "grand": "Of large size or extent; great; extensive; hence, relatively great; greatest; chief; principal; as, a grand mountain; a grand army; a grand mistake. \"Our grand foe, Satan.\" Milton. Making so bold . . . to unseal Their grand commission. Shak. ",
    "grant": "To give over; to make conveyance of; to give the possession or title of; to convey; -- usually in answer to petition. Grant me the place of this threshing floor. ",
    "great": "Large in space; of much size; big; immense; enormous; expanded; -- opposed to small and little; as, a great house, ship, farm, plain, distance, length. ",
    "green": "Having the color of grass when fresh and growing; resembling that color of the solar spectrum which is between the yellow and the blue; verdant; emerald. ",
    "ground": "The surface of the earth; the outer crust of the globe, or some indefinite portion of it. There was not a man to till the ground. Gen. ii. ",
    "group": "A cluster, crowd, or throng; an assemblage, either of persons or things, collected without any regular form or arrangement; as, a group of men or of trees; a group of isles. ",
    "guess": "To form an opinion concerning, without knowledge or means of knowledge; to judge of at random; to conjecture. First, if thou canst, the harder reason guess. Pope. ",
    "happen": "To come by chance; to come without previous expectation; to fall out. There shall no evil happen to the just. Prov. xii. ",
    "happy": "Favored by hap, luck, or fortune; lucky; fortunate; successful; prosperous; satisfying desire; as, a happy expedient; a happy effort; a happy venture; a happy omen. Chymists have been more happy in finding experiments than the causes of them. Boyle. ",
    "health": "The state of being hale, sound, or whole, in body, mind, or soul; especially, the state of being free from physical disease or pain. There is no health in us. Book of Common Prayer. Though health may be enjoyed without gratitude, it can not be sported with without loss, or regained by courage. Buckminster. ",
    "heart": "(Anat.)  A hollow, muscular organ, which, by contracting rhythmically, keeps up the circulation of the blood. Why does my blood thus muster to my heart! Shak. Note: In adult mammals and birds, the heart is four-chambered, the right auricle and ventricle being completely separated from the left auricle and ventricle; and the blood flows from the systematic veins to the right auricle, thence to the right ventricle, from which it is forced to the lungs, then returned to the left auricle, thence passes to the left ventricle, from which it is driven into the systematic arteries. See Illust. under Aorta. In fishes there are but one auricle and one ventricle, the blood being pumped from the ventricle through the gills to the system, and thence returned to the auricle. In most amphibians and reptiles, the separation of the auricles is partial or complete, and in reptiles the ventricles also are separated more or less completely. The so-called lymph hearts, found in many amphibians, reptiles, and birds, are contractile sacs, which pump the lymph into the veins. ",
    "heavy": "Having the heaves.\n\n",
    "history": "A learning or knowing by inquiry; the knowledge of facts and events, so obtained; hence, a formal statement of such information; a narrative; a description; a written record; as, the history of a patient's case; the history of a legislative bill. ",
    "holiday": "A consecrated day; religious anniversary; a day set apart in honor of some person, or in commemoration of some event. See Holyday. ",
    "honest": "Decent; honorable; suitable; becoming. Chaucer. Belong what honest clothes you send forth to bleaching! Shak. ",
    "horse": "(Zoöl.)  A hoofed quadruped of the genus Equus; especially, the domestic horse (E. caballus), which was domesticated in Egypt and Asia at a very early period. It has six broad molars, on each side of each jaw, with six incisors, and two canine teeth, both above and below. The mares usually have the canine teeth rudimentary or wanting. The horse differs from the true asses, in having a long, flowing mane, and the tail bushy to the base. Unlike the asses it has callosities, or chestnuts, on all its legs. The horse excels in strength, speed, docility, courage, and nobleness of character, and is used for drawing, carrying, bearing a rider, and like purposes. Note: Many varieties, differing in form, size, color, gait, speed, etc., are known, but all are believed to have been derived from the same original species. It is supposed to have been a native of the plains of Central Asia, but the wild species from which it was derived is not certainly known. The feral horses of America are domestic horses that have run wild; and it is probably true that most of those of Asia have a similar origin. Some of the true wild Asiatic horses do, however, approach the domestic horse in several characteristics. Several species of fossil (Equus) are known from the later Tertiary formations of Europe and America. The fossil species of other genera of the family Equidæ are also often called horses, in general sense. ",
    "hospital": "A place for shelter or entertainment; an inn. [Obs.] Spenser. ",
    "house": "A structure intended or used as a habitation or shelter for animals of any kind; but especially, a building or edifice for the habitation of man; a dwelling place, a mansion. Houses are built to live in; not to look on. Bacon. Bees with smoke and doves with noisome stench Are from their hives and houses driven away. Shak. ",
    "however": "In whetever manner, way, or degree. However yet they me despise and spite. Spenser. Howe'er the business goes, you have made fault. Shak. ",
    "hullo": "See Hollo.",
    "hundred": "The product of ten mulitplied by ten, or the number of ten times ten; a collection or sum, consisting of ten times ten units or objects; five score. Also, a symbol representing one hundred units, as ",
    "husband": "The male head of a household; one who orders the economy of a family. [Obs.] ",
    "identify": "To make to be the same; to unite or combine in such a manner as to make one; to treat as being one or having the same purpose or effect; to consider as the same in any relation. Every precaution is taken to identify the interests of the people and of the rulers. D. Ramsay. Let us identify, let us incorporate ourselves with the people. Burke. ",
    "imagine": "To form in the mind a notion or idea of; to form a mental image of; to conceive; to produce by the imagination. In the night, imagining some fear, How easy is a bush supposed a bear! Shak. ",
    "important": "Full of, or burdened by, import; charged with great interests; restless; anxious. [Obs.] Thou hast strength as much As serves to execute a mind very important. Chapman. ",
    "improve": "To disprove or make void; to refute. [Obs.] Neither can any of them make so strong a reason which another can not improve. Tyndale. ",
    "include": "To confine within; to hold; to contain; to shut up; to inclose; as, the shell of a nut includes the kernel; a pearl is included in a shell. ",
    "income": "A coming in; entrance; admittance; ingress; infusion. [Obs.] Shak. More abundant incomes of light and strength from God. Bp. Rust. At mine income I louted low. Drant. ",
    "increase": "To become greater or more in size, quantity, number, degree, value, intensity, power, authority, reputation, wealth; to grow; to augment; to advance; -- opposed to decrease. The waters increased and bare up the ark. Gen. vii. ",
    "indeed": "In reality; in truth; in fact; verily; truly; -- used in a variety of sense. Esp.: (a) Denoting emphasis; as, indeed it is so. (b) Denoting concession or admission; as, indeed, you are right. (c) Denoting surprise; as, indeed, is it you Its meaning is not intrinsic or fixed, but depends largely on the form of expression which it accompanies. The carnal mind is enmity against God; for it is not subject to the law of God, neither indeed can be. Rom. viii. ",
    "individual": "Not divided, or not to be divided; existing as one entity, or distinct being or object; single; one; as, an individual man, animal, or city. Mind has a being of its own, distinct from that of all other things, and is pure, unmingled, individual substance. A. Tucker. United as one individual soul. Milton. ",
    "industry": "Habitual diligence in any employment or pursuit, either bodily or mental; steady attention to business; assiduity; -- opposed to sloth and idleness; as, industry pays debts, while idleness or despair will increase them. We are more industrious than our forefathers, because in the present times the funds destined for the maintenance of industry are much greater in proportion to those which are likely to be employed in the maintenance of idleness, than they were two or three centuries ago. A. Smith. ",
    "inform": "Without regular form; shapeless; ugly; deformed. Cotton.\n\n",
    "inside": "Within the sides of; in the interior; contained within; as, inside a house, book, bottle, etc.\n\n",
    "instead": "In the place or room; -- usually followed by of. Let thistles grow of wheat. Job xxxi. ",
    "insure": "To make sure or secure; as, to insure safety to any one. ",
    "interest": "To engage the attention of; to awaken interest in; to excite emotion or passion in, in behalf of a person or thing; as, the subject did not interest him; to interest one in charitable work. To love our native country . . . to be interested in its concerns is natural to all men. Dryden. A goddess who used to interest herself in marriages. Addison. ",
    "introduce": "To lead or bring in; to conduct or usher in; as, to introduce a person into a drawing-room. ",
    "invest": "To put garments on; to clothe; to dress; to array; -- opposed to divest. Usually followed by with, sometimes by in; as, to invest one with a robe. ",
    "involve": "To roll or fold up; to wind round; to entwine. Some of serpent kind . . . involved Their snaky folds. Milton. ",
    "issue": "The act of passing or flowing out; a moving out from any inclosed place; egress; as, the issue of water from a pipe, of blood from a wound, of air from a bellows, of people from a house. ",
    "jesus": "The Savior; the name of the Son of God as announced by the angel to his parents; the personal name of Our Lord, in distinction from Christ, his official appellation. Luke i. ",
    "judge": "(Law)  A public officer who is invested with authority to hear and determine litigated causes, and to administer justice between parties in courts held for that purpose. The parts of a judge in hearing are four: to direct the evidence; to moderate length, repetition, or impertinency of speech; to recapitulate, select, and collate the material points of that which hath been said; and to give the rule or sentence. Bacon. ",
    "kitchen": "A cookroom; the room of a house appropriated to cookery. Cool was his kitchen, though his brains were hot. Dryden. A fat kitchen makes a lean will. Franklin. ",
    "knock": "To drive or be driven against something; to strike against something; to clash; as, one heavy body knocks against another. Bacon. ",
    "labour": "Work, especially physical work",
    "language": "Any means of conveying or communicating ideas; specifically, human speech; the expression of ideas by the voice; sounds, expressive of thought, articulated by the organs of the throat and mouth. Note: Language consists in the oral utterance of sounds which usage has made the representatives of ideas. When two or more persons customarily annex the same sounds to the same ideas, the expression of these sounds by one person communicates his ideas to another. This is the primary sense of language, the use of which is to communicate the thoughts of one person to another through the organs of hearing. Articulate sounds are represented to the eye by letters, marks, or characters, which form words. ",
    "large": "Exceeding most other things of like in bulk, capacity, quantity, superficial dimensions, or number of constituent units; big; great; capacious; extensive; -- opposed to small; as, a nlarge horse; a large house or room; a large lake or pool; a large jug or spoon; a large vineyard; a large army; a large city. Note: For linear dimensions, and mere extent, great, and not large, is used as a qualifying word; as, great length, breadth, depth; a great distance; a great height. ",
    "laugh": "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter. Queen Hecuba laughed that her eyes ran o'er. Shak. He laugheth that winneth. Heywood's Prov. ",
    "learn": "To gain knowledge or information of; to ascertain by inquiry, study, or investigation; to receive instruction concerning; to fix in the mind; to acquire understanding of, or skill; as, to learn the way; to learn a lesson; to learn dancing; to learn to skate; to learn the violin; to learn the truth about something. \"Learn to do well.\" Is. i. ",
    "leave": "To send out leaves; to leaf; -- often with out. G. Fletcher.\n\nTo raise; to levy. [Obs.] An army strong she leaved. Spenser.\n\n",
    "letter": "One who lets or permits; one who lets anything for hire.\n\nOne who retards or hinders. [Archaic.]\n\n",
    "level": "A line or surface to which, at every point, a vertical or plumb line is perpendicular; a line or surface which is everywhere parallel to the surface of still water; -- this is the true level, and is a curve or surface in which all points are equally distant from the center of the earth, or rather would be so if the earth were an exact sphere. ",
    "light": "That agent, force, or action in nature by the operation of which upon the organs of sight, objects are rendered visible or luminous. Note: Light was regarded formerly as consisting of material particles, or corpuscules, sent off in all directions from luminous bodies, and traversing space, in right lines, with the known velocity of about ",
    "likely": "Worthy of belief; probable; credible; as, a likely story. It seems likely that he was in hope of being busy and conspicuous. Johnson. ",
    "limit": "That which terminates, circumscribes, restrains, or confines; the bound, border, or edge; the utmost extent; as, the limit of a walk, of a town, of a country; the limits of human knowledge or endeavor. As eager of the chase, the maid Beyond the forest's verdant limits strayed. Pope. ",
    "listen": "To give close attention with the purpose of hearing; to give ear; to hearken; to attend. When we have occasion to listen, and give a more particular attention to same sound, the tympanum is drawn to a more than ordinary tension. Holder. ",
    "little": "Small in size or extent; not big; diminutive; -- opposed to big or large; as, a little body; a little animal; a little piece of ground; a little hill; a little distance; a little child. He sought to see Jesus who he was; and could not for the press, because he was little of stature. Luke xix. ",
    "local": "Of or pertaining to a particular place, or to a definite region or portion of space; restricted to one place or region; as, a local custom. Gives to airy nothing A local habitation and a name. Shak. Local actions (Law), actions such as must be brought in a particular county, where the cause arises; -- distinguished from transitory actions. -- Local affection (Med.), a disease or ailment confined to a particular part or organ, and not directly affecting the system. -- Local attraction (Magnetism), an attraction near a compass, causing its needle to deviate from its proper direction, especially on shipboard. -- Local battery (Teleg.), the battery which actuates the recording instruments of a telegraphic station, as distinguished from the battery furnishing a current for the line. -- Local circuit (Teleg.), the circuit of the local battery. -- Local color. (a) (Paint.) The color which belongs to an object, and is not caused by accidental influences, as of reflection, shadow, etc. (b) (Literature) Peculiarities of the place and its inhabitants where the scene of an action or story is laid. -- Local option, the right or obligation of determining by popular vote within certain districts, as in each county, city, or town, whether the sale of alcoholic beverages within the district shall be allowed.\n\n",
    "london": "The capital city of England. London paste (Med.), a paste made of caustic soda and unslacked lime; -- used as a caustic to destroy tumors and other morbid enlargements. -- London pride. (Bot.) (a) A garden name for Saxifraga umbrosa, a hardy perennial herbaceous plant, a native of high lands in Great Britain. (b) A name anciently given to the Sweet William. Dr. Prior. -- London rocket (Bot.), a cruciferous plant (Sisymbrium Irio) which sprung up in London abundantly on the ruins of the great fire of ",
    "lunch": "A luncheon; specifically, a light repast between breakfast and dinner.\n\nTo take luncheon. Smart.",
    "machine": "In general, any combination of bodies so connected that their relative motions are constrained, and by means of which force and motion may be transmitted and modified, as a screw and its nut, or a lever arranged to turn about a fulcrum or a pulley about its pivot, etc.; especially, a construction, more or less complex, consisting of a combination of moving parts, or simple mechanical elements, as wheels, levers, cams, etc., with their supports and connecting framework, calculated to constitute a prime mover, or to receive force and motion from a prime mover or from another machine, and transmit, modify, and apply them to the production of some desired mechanical effect or work, as weaving by a loom, or the excitation of electricity by an electrical machine. Note: The term machine is most commonly applied to such pieces of mechanism as are used in the industrial arts, for mechanically shaping, dressing, and combining materials for various purposes, as in the manufacture of cloth, etc. Where the effect is chemical, or other than mechanical, the contrivance is usually denominated an apparatus, not a machine; as, a bleaching apparatus. Many large, powerful, or specially important pieces of mechanism are called engines; as, a steam engine, fire engine, graduating engine, etc. Although there is no well-settled distinction between the terms engine and machine among practical men, there is a tendency to restrict the application of the former to contrivances in which the operating part is not distinct from the motor. ",
    "major": "Greater in number, quantity, or extent; as, the major part of the assembly; the major part of the revenue; the major part of the territory. ",
    "manage": "The handling or government of anything, but esp. of a horse; management; administration. See Manege. [Obs.] Young men, in the conduct and manage of actions, embrace more than they can hold. Bacon. Down, down I come; like glistering Phaëthon Wanting the manage of unruly jades. Shak. The unlucky manage of this fatal brawl. Shak. Note: This word, in its limited sense of management of a horse, has been displaced by manege; in its more general meaning, by management.\n\n",
    "market": "A meeting together of people, at a stated time and place, for the purpose of traffic (as in cattle, provisions, wares, etc.) by private purchase and sale, and not by auction; as, a market is held in the town every week. He is wit's peddler; and retails his wares At wakes, and wassails, meetings, markets, fairs. Shak. Three women and a goose make a market. Old Saying. ",
    "marry": "To unite in wedlock or matrimony; to perform the ceremony of joining, as a man and a woman, for life; to constitute (a man and a woman) husband and wife according to the laws or customs of the place. Tell him that he shall marry the couple himself. Gay. ",
    "match": "Anything used for catching and retaining or communicating fire, made of some substance which takes fire readily, or remains burning some time; esp., a small strip or splint of wood dipped at one end in a substance which can be easily ignited by friction, as a preparation of phosphorus or chlorate of potassium. Match box, a box for holding matches. -- Match tub, a tub with a perforated cover for holding slow matches for firing cannon, esp. on board ship. The tub contains a little water in the bottom, for extinguishing sparks from the lighted matches. -- Quick match, threads of cotton or cotton wick soaked in a solution of gunpowder mixed with gum arabic and boiling water and afterwards strewed over with mealed powder. It burns at the rate of one yard in thirteen seconds, and is used as priming for heavy mortars, fireworks, etc. -- Slow match, slightly twisted hempen rope soaked in a solution of limewater and saltpeter or washed in a lye of water and wood ashes. It burns at the rate of four or five inches an hour, and is used for firing cannon, fireworks, etc.\n\n",
    "matter": "That of which anything is composed; constituent substance; material; the material or substantial part of anything; the constituent elements of conception; that into which a notion may be analyzed; the essence; the pith; the embodiment. He is the matter of virtue. B. Jonson. ",
    "maybe": "Perhaps; possibly; peradventure. Maybe the amorous count solicits her. Shak. In a liberal and, maybe, somewhat reckless way. Tylor.\n\nPossible; probable, but not sure. [R.] Then add those maybe years thou hast to live. Driden.\n\nPossibility; uncertainty. [R.] What they offer is mere maybe and shift. Creech.",
    "meaning": "That which is meant or intended; intent; purpose; aim; object; as, a mischievous meaning was apparent. If there be any good meaning towards you. Shak. ",
    "measure": "A standard of dimension; a fixed unit of quantity or extent; an extent or quantity in the fractions or multiples of which anything is estimated and stated; hence, a rule by which anything is adjusted or judged. ",
    "member": "To remember; to cause to remember; to mention. [Obs.]\n\n",
    "mention": "A speaking or notice of anything, -- usually in a brief or cursory manner. Used especially in the phrase to make mention of. I will make mention of thy righteousness. Ps. lxxi. ",
    "middle": "Equally distant from the extreme either of a number of things or of one thing; mean; medial; as, the middle house in a row; a middle rank or station in life; flowers of middle summer; men of middle age. ",
    "might": "imp. of May. Etym: [AS. meahte, mihte.]\n\nForce or power of any kind, whether of body or mind; energy or intensity of purpose, feeling, or action; means or resources to effect an object; strength; force; power; ability; capacity. What so strong, But wanting rest, will also want of might Spenser. Thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. Deut. vi. ",
    "million": "The number of ten hundred thousand, or a thousand thousand, -- written ",
    "minister": "A servant; a subordinate; an officer or assistant of inferior rank; hence, an agent, an instrument. Moses rose up, and his minister Joshua. Ex. xxiv. ",
    "minus": "Less; requiring to be subtracted; negative; as, a minus quantity. Minus sign (Math.), the sign [-] denoting minus, or less, prefixed to negative quantities, or quantities to be subtracted. See Negative sign, under Negative.",
    "minute": "The sixtieth part of an hour; sixty seconds. (Abbrev. m.; as, ",
    "mister": "A title of courtesy prefixed to the name of a man or youth. It is usually written in the abbreviated form Mr. To call your name, inquire your where, Or whet you think of Mister Some-one's book, Or Mister Other's marriage or decease. Mrs. Browning.\n\nTo address or mention by the title Mr.; as, he mistered me in a formal way. [Colloq.]\n\n",
    "moment": "A minute portion of time; a point of time; an instant; as, at thet very moment. In a moment, in the twinkling of an eye. ",
    "monday": "The second day of the week; the day following Sunday.",
    "money": "A piece of metal, as gold, silver, copper, etc., coined, or stamped, and issued by the sovereign authority as a medium of exchange in financial transactions between citizens and with government; also, any number of such pieces; coin. To prevent such abuses, ... it has been found necessary ... to affix a public stamp upon certain quantities of such particular metals, as were in those countries commonly made use of to purchase goods. Hence the origin of coined money, and of those public offices called mints. A. Smith. ",
    "month": "One of the twelve portions into which the year is divided; the twelfth part of a year, corresponding nearly to the length of a synodic revolution of the moon, -- whence the name. In popular use, a period of four weeks is often called a month. Note: In the common law, a month is a lunar month, or twenty-eight days, unless otherwise expressed. Blackstone. In the United States the rule of the common law is generally cahanged, and a month is declared to mean a calendar month. Cooley's Blackstone. A month mind. (a) A strong or abnormal desire. [Obs.] Shak. (b) A celebration made in remembrance of a deceased person a month after death. Strype. -- Calendar months, the months as adjusted in the common or Gregorian calendar; April, June, September, and November, containing ",
    "morning": "Pertaining to the first part or early part of the day; being in the early part of the day; as, morning dew; morning light; morning service. She looks as clear As morning roses newly washed with dew. Shak. Morning gown, a gown worn in the morning before one is dressed for the day. -- Morning gun, a gun fired at the first stroke of reveille at military posts. -- Morning sickness (Med.), nausea and vomiting, usually occurring in the morning; -- a common sign of pregnancy. -- Morning star. (a) Any one of the planets (Venus, Jupiter, Mars, or Saturn) when it precedes the sun in rising, esp. Venus. Cf. Evening star, Evening. (b) Satan. See Lucifer. Since he miscalled the morning star, Nor man nor fiend hath fallen so far. Byron. (c) A weapon consisting of a heavy ball set with spikes, either attached to a staff or suspended from one by a chain. -- Morning watch (Naut.), the watch between four A. M. and eight A. M..",
    "mother": "A female parent; especially, one of the human race; a woman who has borne a child. ",
    "motion": "The act, process, or state of changing place or position; movement; the passing of a body from one place or position to another, whether voluntary or involuntary; -- opposed to rest. Speaking or mute, all comeliness and grace attends thee, and each word, each motion, forms. Milton. ",
    "music": "The science and the art of tones, or musical sounds, i.e., sounds of higher or lower pitch, begotten of uniform and synchronous vibrations, as of a string at various degrees of tension; the science of harmonical tones which treats of the principles of harmony, or the properties, dependences, and relations of tones to each other; the art of combining tones in a manner to please the ear. Note: Not all sounds are tones. Sounds may be unmusical and yet please the ear. Music deals with tones, and with no other sounds. See Tone. ",
    "nation": "(Ethnol.)  A part, or division, of the people of the earth, distinguished from the rest by common descent, language, or institutions; a race; a stock. All nations, and kindreds, and people, and tongues. Rev. vii. ",
    "nature": "The existing system of things; the world of matter, or of matter and mind; the creation; the universe. But looks through nature up to nature's God. Pope. Nature has caprices which art can not imitate. Macaulay. ",
    "necessary": "Such as must be; impossible to be otherwise; not to be avoided; inevitable. Death, a necessary end, Will come when it will come. Shak. ",
    "never": "Not ever; not at any time; at no time, whether past, present, or future. Shak. Death still draws nearer, never seeming near. Pope. ",
    "night": "That part of the natural day when the sun is beneath the horizon, or the time from sunset to sunrise; esp., the time between dusk and dawn, when there is no light of the sun, but only moonlight, starlight, or artificial light. And God called the light Day, and the darkness he called Night. Gen. i. ",
    "normal": "According to an established norm, rule, or principle; conformed to a type, standard, or regular form; performing the proper functions; not abnormal; regular; natural; analogical. Deviations from the normal type. Hallam. ",
    "north": "That one of the four cardinal points of the compass, at any place, which lies in the direction of the true meridian, and to the left hand of a person facing the east; the direction opposite to the south. ",
    "notice": "The act of noting, remarking, or observing; observation by the senses or intellect; cognizance; note. How ready is envy to mingle with the notices we take of other persons ! I. Watts. ",
    "number": "That which admits of being counted or reckoned; a unit, or an aggregate of units; a numerable aggregate or collection of individuals; an assemblage made up of distinct things expressible by figures. ",
    "obvious": "Opposing; fronting. [Obs.] To the evil turn My obvious breast. Milton. ",
    "occasion": "A falling out, happening, or coming to pass; hence, that which falls out or happens; occurrence; incident. The unlooked-for incidents of family history, and its hidden excitements, and its arduous occasions. I. Taylor. ",
    "offer": "To present, as an act of worship; to immolate; to sacrifice; to present in prayer or devotion; -- often with up. Thou shalt offer every day a bullock for a sin offering for atonement. Ex. xxix. ",
    "office": "That which a person does, either voluntarily or by appointment, for, or with reference to, others; customary duty, or a duty that arises from the relations of man to man; as, kind offices, pious offices. I would I could do a good office between you. Shak. ",
    "often": "Frequently; many times; not seldom.\n\nFrequent; common; repeated. [R.] \"Thine often infirmities.\" ",
    "operate": "To perform a work or labor; to exert power or strengh, physical or mechanical; to act. ",
    "opportunity": "Fit or convenient time; a time or place favorable for executing a purpose; a suitable combination of conditions; suitable occasion; chance. A wise man will make more opportunities than he finds. Bacon. ",
    "oppose": "To place in front of, or over against; to set opposite; to exhibit. Her grace sat down . . . In a rich chair of state; opposing freely The beauty of her person to the people. Shak. ",
    "order": "Regular arrangement; any methodical or established succession or harmonious relation; method; system; as: (a) Of material things, like the books in a library. (b) Of intellectual notions or ideas, like the topics of a discource. (c) Of periods of time or occurrences, and the like. The side chambers were . . . thirty in order. Ezek. xli. ",
    "organize": "(Biol.)  To furnish with organs; to give an organic structure to; to endow with capacity for the functions of life; as, an organized being; organized matter; -- in this sense used chiefly in the past participle. These nobler faculties of the mind, matter organized could never produce. Ray. ",
    "original": "Pertaining to the origin or beginning; preceding all others; first in order; primitive; primary; pristine; as, the original state of man; the original laws of a country; the original inventor of a process. His form had yet not lost All her original brightness. Milton. ",
    "other": "Either; -- used with other or or for its correlative (as either . . . or are now used). [Obs.] Other of chalk, other of glass. Chaucer.\n\n",
    "otherwise": "In a different manner; in another way, or in other ways; differently; contrarily. Chaucer. Thy father was a worthy prince, And merited, alas! a better fate; But Heaven thought otherwise. Addison. ",
    "ought": "See Aught.\n\n",
    "paint": "To cover with coloring matter; to apply paint to; as, to paint a house, a signboard, etc. Jezebel painted her face and tired her head. ",
    "paper": "A substance in the form of thin sheets or leaves intended to be written or printed on, or to be used in wrapping. It is made of rags, straw, bark, wood, or other fibrous material, which is first reduced to pulp, then molded, pressed, and dried. ",
    "paragraph": "Originally, a marginal mark or note, set in the margin to call attention to something in the text, e. g., a change of subject; now, the character Note: This character is merely a modification of a capital P (the initial of the word paragraph), the letter being reversed, and the black part made white and the white part black for the sake of distinctiveness. ",
    "pardon": "The act of pardoning; forgiveness, as of an offender, or of an offense; release from penalty; remission of punishment; absolution. Pardon, my lord, for me and for my tidings. Shak. But infinite in pardon was my judge. Milton. Used in expressing courteous denial or contradiction; as, I crave your pardon; or in indicating that one has not understood another; as, I beg pardon. ",
    "parent": "One who begets, or brings forth, offspring; a father or a mother. Children, obey your parents in the Lord. Eph. vi. ",
    "particular": "Relating to a part or portion of anything; concerning a part separated from the whole or from others of the class; separate; sole; single; individual; specific; as, the particular stars of a constellation. Shak. [/Make] each particular hair to stand an end, Like quills upon the fretful porpentine. Shak. Seken in every halk and every herne Particular sciences for to lerne. Chaucer. ",
    "party": "A part or portion. [Obs.] \"The most party of the time.\" Chaucer. ",
    "pence": "pl. of Penny. See Penny.",
    "pension": "A payment; a tribute; something paid or given. [Obs.] The stomach's pension, and the time's expense. Sylvester. ",
    "people": "The body of persons who compose a community, tribe, nation, or race; an aggregate of individuals forming a whole; a community; a nation. Unto him shall the gathering of the people be. Gen. xlix. ",
    "percent": "By a specified amount in or for every hundred.",
    "perfect": "Brought to consummation or completeness; completed; not defective nor redundant; having all the properties or qualities requisite to its nature and kind; without flaw, fault, or blemish; without error; mature; whole; pure; sound; right; correct. My strength is made perfect in weakness. ",
    "perhaps": "By chance; peradventure; perchance; it may be. And pray God, if perhaps the thought of thine heart may be forgiven thee. Acts viii. ",
    "period": "A portion of time as limited and determined by some recurring phenomenon, as by the completion of a revolution of one of the heavenly bodies; a division of time, as a series of years, months, or days, in which something is completed, and ready to recommence and go on in the same order; as, the period of the sun, or the earth, or a comet. ",
    "person": "A character or part, as in a play; a specific kind or manifestation of individual character, whether in real life, or in literary or dramatic representation; an assumed character. [Archaic] His first appearance upon the stage in his new person of a sycophant or juggler. Bacon. No man can long put on a person and act a part. Jer. Taylor. To bear rule, which was thy part And person, hadst thou known thyself aright. Milton. How different is the same man from himself, as he sustains the person of a magistrate and that of a friend! South. ",
    "photograph": "A picture or likeness obtained by photography.\n\nTo take a picture or likeness of by means of photography; as, to photograph a view; to photograph a group. He makes his pen drawing on white paper, and they are afterwards photographed on wood. Hamerton. Note: Also used figuratively. He is photographed on my mind. Lady D. Hardy.\n\nTo practice photography; to take photographs.",
    "picture": "The art of painting; representation by painting. [Obs.] Any well-expressed image . . . either in picture or sculpture. Sir H. Wotton. ",
    "piece": "A fragment or part of anything separated from the whole, in any manner, as by cutting, splitting, breaking, or tearing; a part; a portion; as, a piece of sugar; to break in pieces. Bring it out piece by piece. Ezek. xxiv. ",
    "place": "Any portion of space regarded as measured off or distinct from all other space, or appropriated to some definite object or use; position; ground; site; spot; rarely, unbounded space. Here is the place appointed. Shak. What place can be for us Within heaven's bound Milton. The word place has sometimes a more confused sense, and stands for that space which any body takes up; and so the universe is a place. Locke. ",
    "please": "To give pleasure to; to excite agreeable sensations or emotions in; to make glad; to gratify; to content; to satisfy. I pray to God that it may plesen you. Chaucer. What next I bring shall please thee, be assured. Milton. ",
    "point": "To appoint. [Obs.] Spenser.\n\n",
    "police": "A judicial and executive system, for the government of a city, town, or district, for the preservation of rights, order, cleanliness, health, etc., and for the enforcement of the laws and prevention of crime; the administration of the laws and regulations of a city, incorporated town, or borough. ",
    "policy": "Civil polity. [Obs.] ",
    "politic": "Of or pertaining to polity, or civil government; political; as, the body politic. See under Body. He with his people made all but one politic body. Sir P. Sidney. ",
    "position": "The state of being posited, or placed; the manner in which anything is placed; attitude; condition; as, a firm, an inclined, or an upright position. We have different prospects of the same thing, according to our different positions to it. Locke. ",
    "positive": "Having a real position, existence, or energy; existing in fact; real; actual; -- opposed to negative. \"Positive good.\" Bacon. ",
    "possible": "Capable of existing or occurring, or of being conceived or thought of; able to happen; capable of being done; not contrary to the nature of things; -- sometimes used to express extreme improbability; barely able to be, or to come to pass; as, possibly he is honest, as it is possible that Judas meant no wrong. With God all things are possible. Matt. xix. ",
    "pound": "To strike repeatedly with some heavy instrument; to beat. With cruel blows she pounds her blubbered cheeks. Dryden. ",
    "power": "Same as Poor, the fish.\n\n",
    "practise": "See Practice. Note: The analogy of the English language requires that the noun and verb which are pronounced alike should agree in spelling. Thus we have notice (n. & v.), noticed, noticing, noticer; poultice (n. & v.); apprentice (n. & v.); office (n. & v.), officer (n.); lattice (n.), latticed (a.); benefice (n.), beneficed (a.), etc. Cf. sacrifice (surmise (promise (compromise (advice (advise (device (devise (",
    "prepare": "To fit, adapt, or qualify for a particular purpose or condition; to make ready; to put into a state for use or application; as, to prepare ground for seed; to prepare a lesson. Our souls, not yet prepared for upper light. Dryden. ",
    "present": "Being at hand, within reach or call, within certain contemplated limits; -- opposed to absent. These things have I spoken unto you, being yet present with you. John xiv. ",
    "press": "An East Indian insectivore (Tupaia ferruginea). It is arboreal in its habits, and has a bushy tail. The fur is soft, and varies from rusty red to maroon and to brownish black.\n\nTo force into service, particularly into naval service; to impress. To peaceful peasant to the wars is pressed. Dryden.\n\nA commission to force men into public service, particularly into the navy. I have misused the king's press. Shak. Press gang, or Pressgang, a detachment of seamen under the command of an officer empowered to force men into the naval service. See Impress gang, under Impress. -- Press money, money paid to a man enlisted into public service. See Prest money, under Prest, a.\n\n",
    "pressure": "The act of pressing, or the condition of being pressed; compression; a squeezing; a crushing; as, a pressure of the hand. ",
    "presume": "To assume or take beforehand; esp., to do or undertake without leave or authority previously obtained. Dare he presume to scorn us in this manner Shak. Bold deed thou hast presumed, adventurous Eve. Milton. ",
    "pretty": "Pleasing by delicacy or grace; attracting, but not striking or impressing; of a pleasing and attractive form a color; having slight or diminutive beauty; neat or elegant without elevation or grandeur; pleasingly, but not grandly, conceived or expressed; as, a pretty face; a pretty flower; a pretty poem. This is the prettiest lowborn lass that ever Ran on the greensward. Shak. ",
    "previous": "Going before in time; being or happening before something else; antecedent; prior; as, previous arrangements; a previous illness. The dull sound . . . previous to the storm, Rolls o'er the muttering earth. Thomson. Previous question. (Parliamentary Practice) See under Question, and compare Closure. -- Previous to, before; -- often used adverbially for previously. \"Previous to publication.\" M. Arnold. \"A policy . . . his friends had advised previous to ",
    "price": "The sum or amount of money at which a thing is valued, or the value which a seller sets on his goods in market; that for which something is bought or sold, or offered for sale; equivalent in money or other means of exchange; current value or rate paid or demanded in market or in barter; cost. \"Buy wine and milk without money and without price.\" Isa. lv. ",
    "print": "To fix or impress, as a stamp, mark, character, idea, etc., into or upon something. A look will print a thought that never may remove. Surrey. Upon his breastplate he beholds a dint, Which in that field young Edward's sword did print. Sir John Beaumont. Perhaps some footsteps printed in the clay. Roscommon. ",
    "private": "Belonging to, or concerning, an individual person, company, or interest; peculiar to one's self; unconnected with others; personal; one's own; not public; not general; separate; as, a man's private opinion; private property; a private purse; private expenses or interests; a private secretary. ",
    "probable": "Capable of being proved. [Obs.] ",
    "problem": "A question proposed for solution; a matter stated for examination or proof; hence, a matter difficult of solution or settlement; a doubtful case; a question involving doubt. Bacon. ",
    "proceed": "To move, pass, or go forward or onward; to advance; to continue or renew motion begun; as, to proceed on a journey. If thou proceed in this thy insolence. Shak. ",
    "process": "The act of proceeding; continued forward movement; procedure; progress; advance. \"Long process of time.\" Milton. The thoughts of men are widened with the process of the suns. Tennyson. ",
    "produce": "To bring forward; to lead forth; to offer to view or notice; to exhibit; to show; as, to produce a witness or evidence in court. Produce your cause, saith the Lord. Isa. xli. ",
    "product": "Anything that is produced, whether as the result of generation, growth, labor, or thought, or by the operation of involuntary causes; as, the products of the season, or of the farm; the products of manufactures; the products of the brain. There are the product Of those ill-mated marriages. Milton. These institutions are the products of enthusiasm. Burke. ",
    "programme": "That which is written or printed as a public notice or advertisement; a scheme; a prospectus; especially, a brief outline or explanation of the order to be pursued, or the subjects embraced, in any public exercise, performance, or entertainment; a preliminary sketch. Programme music (Mus.), descriptive instrumental music which requires an argument or programme to explain the meaning of its several movements.",
    "project": "The place from which a thing projects, or starts forth. [Obs.] Holland. ",
    "proper": "Belonging to one; one's own; individual. \"His proper good\" [i. e., his own possessions]. Chaucer. \"My proper son.\" Shak. Now learn the difference, at your proper cost, Betwixt true valor and an empty boast. Dryden. ",
    "propose": "To set forth. [Obs.] That being proposed brimfull of wine, one scarce could lift it up. Chapman. ",
    "protect": "To cover or shield from danger or injury; to defend; to guard; to preserve in safety; as, a father protects his children. The gods of Greece protect you! Shak. Syn. -- To guard; shield; preserve. See Defend.",
    "provide": "To look out for in advance; to procure beforehand; to get, collect, or make ready for future use; to prepare. \"Provide us all things necessary.\" Shak. ",
    "public": "Of or pertaining to the people; belonging to the people; relating to, or affecting, a nation, state, or community; -- opposed to private; as, the public treasury. To the public good Private respects must yield. Milton. He [Alexander Hamilton] touched the dead corpse of the public credit, and it sprung upon its feet. D. Webster. ",
    "purpose": "That which a person sets before himself as an object to be reached or accomplished; the end or aim to which the view is directed in any plan, measure, or exertion; view; aim; design; intention; plan. He will his firste purpos modify. Chaucer. As my eternal purpose hath decreed. Milton. The flighty purpose never is o'ertook Unless the deed go with it. Shak. ",
    "quality": "The condition of being of such and such a sort as distinguished from others; nature or character relatively considered, as of goods; character; sort; rank. We lived most joyful, obtaining acquaintance with many of the city not of the meanest quality. Bacon ",
    "quarter": "One of four equal parts into which anything is divided, or is regarded as divided; a fourth part or portion; as, a quarter of a dollar, of a pound, of a yard, of an hour, etc. Hence, specifically: (a) The fourth of a hundred-weight, being ",
    "question": "The act of asking; interrogation; inquiry; as, to examine by question and answer. ",
    "quick": "Alive; living; animate; -- opposed to dead or inanimate. Not fully quyke, ne fully dead they were. Chaucer. The Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom. ",
    "quiet": "In a state of rest or calm; without stir, motion, or agitation; still; as, a quiet sea; quiet air. They . . . were quiet all the night, saying, In the morning, when it is day, we shall kill him. Judg. xvi. ",
    "quite": "See Quit. [Obs.] Chaucer.\n\n",
    "radio": "The activity or industry of broadcasting sound programmes to the public.",
    "raise": "To cause to rise; to bring from a lower to a higher place; to lift upward; to elevate; to heave; as, to raise a stone or weight. Hence, figuratively: -- (a) To bring to a higher condition or situation; to elevate in rank, dignity, and the like; to increase the value or estimation of; to promote; to exalt; to advance; to enhance; as, to raise from a low estate; to raise to office; to raise the price, and the like. This gentleman came to be raised to great titles. Clarendon. The plate pieces of eight were raised three pence in the piece. Sir W. Temple. (b) To increase the strength, vigor, or vehemence of; to excite; to intensify; to invigorate; to heighten; as, to raise the pulse; to raise the voice; to raise the spirits or the courage; to raise the heat of a furnace. (c) To elevate in degree according to some scale; as, to raise the pitch of the voice; to raise the temperature of a room. ",
    "range": "To set in a row, or in rows; to place in a regular line or lines, or in ranks; to dispose in the proper order; to rank; as, to range soldiers in line. Maccabeus ranged his army by hands. ",
    "rather": "Prior; earlier; former. [Obs.] Now no man dwelleth at the rather town. Sir J. Mandeville.\n\n",
    "ready": "Prepared for what one is about to do or experience; equipped or supplied with what is needed for some act or event; prepared for immediate movement or action; as, the troops are ready to march; ready for the journey. \"When she redy was.\" Chaucer. ",
    "realise": "Become fully aware of (something) as a fact; understand clearly.",
    "really": "Royally. [Obs.] Chaucer.\n\nIn a real manner; with or in reality; actually; in truth. Whose anger is really but a short fit of madness. Swift. Note: Really is often used familiarly as a slight corroboration of an opinion or a declaration. Why, really, sixty-five is somewhat old. Young.",
    "reason": "A thought or a consideration offered in support of a determination or an opinion; a just ground for a conclusion or an action; that which is offered or accepted as an explanation; the efficient cause of an occurrence or a phenomenon; a motive for an action or a determination; proof, more or less decisive, for an opinion or a conclusion; principle; efficient cause; final cause; ground of argument. I'll give him reasons for it. Shak. The reason of the motion of the balance in a wheel watch is by the motion of the next wheel. Sir M. Hale. This reason did the ancient fathers render, why the church was called \"catholic.\" Bp. Pearson. Virtue and vice are not arbitrary things; but there is a natural and eternal reason for that goodness and virtue, and against vice and wickedness. Tillotson. ",
    "receive": "To take, as something that is offered, given, committed, sent, paid, or the like; to accept; as, to receive money offered in payment of a debt; to receive a gift, a message, or a letter. Receyven all in gree that God us sent. Chaucer. ",
    "recent": "Of late origin, existence, or occurrence; lately come; not of remote date, antiquated style, or the like; not already known, familiar, worn out, trite, etc.; fresh; novel; new; modern; as, recent news. The ancients were of opinion, that a considerable portion of that country [Egypt] was recent, and formed out of the mud discharged into the neighboring sea by the Nile. Woodward. ",
    "reckon": "To count; to enumerate; to number; also, to compute; to calculate. The priest shall reckon to him the money according to the years that remain. Lev. xxvii. ",
    "recognize": "To know again; to perceive the identity of, with a person or thing previously known; to recover or recall knowledge of. Speak, vassal; recognize thy sovereign queen. Harte. ",
    "recommend": "To commend to the favorable notice of another; to commit to another's care, confidence, or acceptance, with favoring representations; to put in a favorable light before any one; to bestow commendation on; as, he recommended resting the mind and exercising the body. Mæcenas recommended Virgil and Horace to Augustus, whose praises . . . have made him precious to posterity. Dryden. ",
    "record": "To recall to mind; to recollect; to remember; to meditate. [Obs.] \"I it you record.\" Chaucer. ",
    "reduce": "To bring or lead back to any former place or condition. [Obs.] And to his brother's house reduced his wife. Chapman. The sheep must of necessity be scattered, unless the great Shephered of souls oppose, or some of his delegates reduce and direct us. Evelyn. ",
    "refer": "To carry or send back. [Obs.] Chaucer. ",
    "regard": "To keep in view; to behold; to look at; to view; to gaze upon. Your niece regards me with an eye of favor. Shak. ",
    "region": "One of the grand districts or quarters into which any space or surface, as of the earth or the heavens, is conceived of as divided; hence, in general, a portion of space or territory of indefinite extent; country; province; district; tract. If thence he 'scappe, into whatever world, Or unknown region. Milton. ",
    "relation": "The act of relating or telling; also, that which is related; recital; account; narration; narrative; as, the relation of historical events. relation doth well figure them. Bacon. ",
    "remember": "To have ( a notion or idea) come into the mind again, as previously perceived, known, or felt; to have a renewed apprehension of; to bring to mind again; to think of again; to recollect; as, I remember the fact; he remembers the events of his childhood; I cannot remember dates. We are said to remember anithing, when the idea of it ariseI. Watts. ",
    "report": "To refer. [Obs.] Baldwin, his son, . . . succeeded his father; so like unto him that we report the reader to the character of King Almeric, and will spare the repeating his description. Fuller. ",
    "represent": "To present again or anew; to present by means of something standing in the place of; to exhibit the counterpart or image of; to typify. Before him burn Seven lamps, as in a zodiac representing The heavenly fires. Milton. ",
    "require": "To demand; to insist upon having; to claim as by right and authority; to exact; as, to require the surrender of property. Shall I say to Cæsar What you require of him Shak. By nature did what was by law required. Dryden. ",
    "research": "Diligent inquiry or examination in seeking facts or principles; laborius or continued search after truth; as, researches of human wisdom. The dearest interests of parties have frequently been staked on the results of the researches of antiquaries. Macaulay. Syn. -- Investigation; examination; inquiry; scrutiny.\n\nTo search or examine with continued care; to seek diligently.",
    "resource": "That to which one resorts orr on which one depends for supply or support; means of overcoming a difficulty; resort; expedient. Threat'nings mixed with prayers, his last resource. Dryden. ",
    "respect": "To take notice of; to regard with special attention; to regard as worthy of special consideration; hence, to care for; to heed. Thou respectest not spilling Edward's blood. Shak. In orchards and gardens, we do not so much respect beauty as variety of ground for fruits, trees, and herbs. Bacon. ",
    "responsible": "Liable to respond; likely to be called upon to answer; accountable; answerable; amenable; as, a guardian is responsible to the court for his conduct in the office. ",
    "result": "To leap back; to rebound. [Obs.] The huge round stone, resulting with a bound. Pope. ",
    "return": "To turn back; to go or come again to the same place or condition. \"Return to your father's house.\" Chaucer. On their embattled ranks the waves return. Milton. If they returned out of bondage, it must be into a state of freedom. Locke. Dust thou art, and unto dust shalt thou return. Gen. iii. ",
    "right": "Straight; direct; not crooked; as, a right line. \"Right as any line.\" Chaucer ",
    "round": "To whisper. [obs.] Shak. Holland. The Bishop of Glasgow rounding in his ear, \"Ye are not a wise man,\" . . . he rounded likewise to the bishop, and said, \"Wherefore brought ye me here\" Calderwood.\n\n",
    "saturday": "The seventh or last day of the week; the day following Friday and preceding Sunday.",
    "scheme": "A combination of things connected and adjusted by design; a system. The appearance and outward scheme of things. Locke. Such a scheme of things as shall at once take in time and eternity. Atterbury. Arguments . . . sufficient to support and demonstrate a whole scheme of moral philosophy. J. Edwards. The Revolution came and changed his whole scheme of life. Macaulay. ",
    "school": "A shoal; a multitude; as, a school of fish.\n\n",
    "science": "Knowledge; lnowledge of principles and causes; ascertained truth of facts. If we conceive God's or science, before the creation, to be extended to all and every part of the world, seeing everything as it is, . . . his science or sight from all eternity lays no necessity on anything to come to pass. Hammond. Shakespeare's deep and accurate science in mental philosophy. Coleridge. ",
    "score": "A notch or incision; especially, one that is made as a tally mark; hence, a mark, or line, made for the purpose of account. Whereas, before, our forefathers had no other books but the score and the tally, thou hast caused printing to be used. Shak. ",
    "second": "Immediately following the first; next to the first in order of place or time; hence, occuring again; another; other. And he slept and dreamed the second time. Gen. xli. ",
    "secretary": "One who keeps, or is intrusted with, secrets. [R.] ",
    "section": "The act of cutting, or separation by cutting; as, the section of bodies. ",
    "secure": "Free from fear, care, or anxiety; easy in mind; not feeling suspicion or distrust; confident. But thou, secure of soul, unbent with woes. DRyden. ",
    "sense": "(Physiol.)  A faculty, possessed by animals, of perceiving external objects by means of impressions made upon certain organs (sensory or sense organs) of the body, or of perceiving changes in the condition of the body; as, the senses of sight, smell, hearing, taste, and touch. See Muscular sense, under Muscular, and Temperature sense, under Temperature. Let fancy still my sense in Lethe steep. Shak. What surmounts the reach Of human sense I shall delineate. Milton. The traitor Sense recalls The soaring soul from rest. Keble. ",
    "separate": "To disunite; to divide; to disconnect; to sever; to part in any manner. From the fine gold I separate the alloy. Dryden. Separate thyself, I pray thee, from me. Gen. xiii. ",
    "serious": "Grave in manner or disposition; earnest; thoughtful; solemn; not light, gay, or volatile. He is always serious, yet there is about his manner a graceful ease. Macaulay. ",
    "serve": "To work for; to labor in behalf of; to exert one's self continuously or statedly for the benefit of; to do service for; to be in the employment of, as an inferior, domestic, serf, slave, hired assistant, official helper, etc.; specifically, in a religious sense, to obey and worship. God is my witness, whom I serve with my spirit. Rom. i. ",
    "service": "A name given to several trees and shrubs of the genus Pyrus, as Pyrus domestica and P. torminalis of Europe, the various species of mountain ash or rowan tree, and the American shad bush (see Shad bush, under Shad). They have clusters of small, edible, applelike berries. Service berry (Bot.), the fruit of any kind of service tree. In British America the name is especially applied to that of the several species or varieties of the shad bush (Amelanchier.)\n\nA name given to several trees and shrubs of the genus Pyrus, as Pyrus domestica and P. torminalis of Europe, the various species of mountain ash or rowan tree, and the American shad bush (see Shad bush, under Shad). They have clusters of small, edible, applelike berries. Service berry (Bot.), the fruit of any kind of service tree. In British America the name is especially applied to that of the several species or varieties of the shad bush (Amelanchier.)\n\n",
    "settle": "A seat of any kind. [Obs.] \"Upon the settle of his majesty\" Hampole. ",
    "seven": "One more than six; six and one added; as, seven days make one week. Seven sciences. See the Note under Science, n., ",
    "shall": "To owe; to be under obligation for. [Obs.] \"By the faith I shall to God\" Court of Love. ",
    "share": "The part (usually an iron or steel plate) of a plow which cuts the ground at the bottom of a furrow; a plowshare. ",
    "sheet": "In general, a large, broad piece of anything thin, as paper, cloth, etc.; a broad, thin portion of any substance; an expanded superficies. Specifically: (a) A broad piece of cloth, usually linen or cotton, used for wrapping the body or for a covering; especially, one used as an article of bedding next to the body. He fell into a trance, and saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners. Acts x. ",
    "shoot": "An inclined plane, either artificial or natural, down which timber, coal, etc., are caused to slide; also, a narrow passage, either natural or artificial, in a stream, where the water rushes rapidly; esp., a channel, having a swift current, connecting the ends of a bend in the stream, so as to shorten the course. [Written also chute, and shute.] [U. S.] To take a shoot, to pass through a shoot instead of the main channel; to take the most direct course. [U.S.]\n\n",
    "short": "Not long; having brief length or linear extension; as, a short distance; a short piece of timber; a short flight. The bed is shorter than that a man can stretch himself on it. Isa. xxviii. ",
    "should": "Used as an auxiliary verb, to express a conditional or contingent act or state, or as a supposition of an actual fact; also, to express moral obligation (see Shall); e. g.: they should have come last week; if I should go; I should think you could go. \"You have done that you should be sorry for.\" Shak. Syn. -- See Ought.",
    "similar": "Exactly corresponding; resembling in all respects; precisely like. ",
    "simple": "Single; not complex; not infolded or entangled; uncombined; not compounded; not blended with something else; not complicated; as, a simple substance; a simple idea; a simple sound; a simple machine; a simple problem; simple tasks. ",
    "since": "From a definite past time until now; as, he went a month ago, and I have not seen him since. We since become the slaves to one man's lust. B. Jonson. ",
    "single": "One only, as distinguished from more than one; consisting of one alone; individual; separate; as, a single star. No single man is born with a right of controlling the opinions of all the rest. Pope. ",
    "sister": "A female who has the same parents with another person, or who has one of them only. In the latter case, she is more definitely called a half sister. The correlative of brother. I am the sister of one Claudio. Shak. ",
    "situate": "Having a site, situation, or location; being in a relative position; permanently fixed; placed; located; as, a town situated, or situate, on a hill or on the seashore. ",
    "sleep": "imp. of Sleep. Slept. Chaucer.\n\n",
    "slight": "Sleight. Spenser.\n\n",
    "small": "Having little size, compared with other things of the same kind; little in quantity or degree; diminutive; not large or extended in dimension; not great; not much; inconsiderable; as, a small man; a small river. To compare Great things with small. Milton. ",
    "smoke": "The visible exhalation, vapor, or substance that escapes, or expelled, from a burning body, especially from burning vegetable matter, as wood, coal, peat, or the like. Note: The gases of hydrocarbons, raised to a red heat or thereabouts, without a mixture of air enough to produce combustion, disengage their carbon in a fine powder, forming smoke. The disengaged carbon when deposited on solid bodies is soot. ",
    "social": "Of or pertaining to society; relating to men living in society, or to the public as an aggregate body; as, social interest or concerns; social pleasure; social benefits; social happiness; social duties. \"Social phenomena.\" J. S. Mill. ",
    "society": "The relationship of men to one another when associated in any way; companionship; fellowship; company. \"Her loved society.\" Milton. There is society where none intrudes By the deep sea, and music in its roar. Byron. ",
    "sorry": "Grieved for the loss of some good; pained for some evil; feeling regret; -- now generally used to express light grief or affliction, but formerly often used to express deeper feeling. \"I am sorry for my sins.\" Piers Plowman. Ye were made sorry after a godly manner. ",
    "sound": "The air bladder of a fish; as, cod sounds are an esteemed article of food.\n\nA cuttlefish. [Obs.] Ainsworth.\n\n",
    "south": "That one of the four cardinal points directly opposite to the north; the region or direction to the right or direction to the right of a person who faces the east. ",
    "space": "Extension, considered independently of anything which it may contain; that which makes extended objects conceivable and possible. Pure space is capable neither of resistance nor motion. Locke. ",
    "speak": "To utter words or articulate sounds, as human beings; to express thoughts by words; as, the organs may be so obstructed that a man may not be able to speak. Till at the last spake in this manner. Chaucer. Speak, Lord; for thy servant heareth. ",
    "special": "Of or pertaining to a species; constituting a species or sort. A special is called by the schools a \"species\". I. Watts. ",
    "specific": "Of or pertaining to a species; characterizing or constituting a species; possessing the peculiar property or properties of a thing which constitute its species, and distinguish it from other things; as, the specific form of an animal or a plant; the specific qualities of a drug; the specific distinction between virtue and vice. Specific difference is that primary attribute which distinguishes each species from one another. I. Watts. ",
    "speed": "Prosperity in an undertaking; favorable issue; success. \"For common speed.\" Chaucer. O Lord God of my master Abraham, I pray thee, send me good speed this day. Gen. xxiv. ",
    "spell": "A spelk, or splinter. [Obs.] Holland.\n\nTo supply the place of for a time; to take the turn of, at work; to relieve; as, to spell the helmsman.\n\n",
    "spend": "To weigh or lay out; to dispose of; to part with; as, to spend money for clothing. Spend thou that in the town. Shak. Wherefore do ye spend money for that which is not bread Isa. lv. ",
    "square": "(Geom.) (a) The corner, or angle, of a figure. [Obs.] (b) A parallelogram having four equal sides and four right angles. ",
    "staff": "A long piece of wood; a stick; the long handle of an instrument or weapon; a pole or srick, used for many purposes; as, a surveyor's staff; the staff of a spear or pike. And he put the staves into the rings on the sides of the altar to bear it withal. Ex. xxxviii. ",
    "stage": "A floor or story of a house. [Obs.] Wyclif. ",
    "stairs": "A set of steps leading from one floor of a building to another, typically inside the building.",
    "stand": "To be at rest in an erect position; to be fixed in an upright or firm position; as: (a) To be supported on the feet, in an erect or nearly erect position; -- opposed to lie, sit, kneel, etc. \"I pray you all, stand up!\" Shak. (b) To continue upright in a certain locality, as a tree fixed by the roots, or a building resting on its foundation. It stands as it were to the ground yglued. Chaucer. The ruined wall Stands when its wind worn battlements are gone. Byron. ",
    "standard": "A flag; colors; a banner; especially, a national or other ensign. His armies, in the following day, On those fair plains their standards proud display. Fairfax. ",
    "start": "To leap; to jump. [Obs.] ",
    "state": "The circumstances or condition of a being or thing at any given time. State is a term nearly synonymous with \"mode,\" but of a meaning more extensive, and is not exclusively limited to the mutable and contingent. Sir W. Hamilton. Declare the past and present state of things. Dryden. Keep the state of the question in your eye. Boyle. ",
    "station": "The act of standing; also, attitude or pose in standing; posture. [R.] A station like the herald, Mercury. Shak. Their manner was to stand at prayer, whereupon their meetings unto that purpose . . . had the names of stations given them. Hooker. ",
    "stick": "A small shoot, or branch, separated, as by a cutting, from a tree or shrub; also, any stem or branch of a tree, of any size, cut for fuel or timber. Withered sticks to gather, which might serve Against a winter's day. Milton. ",
    "still": "Motionless; at rest; quiet; as, to stand still; to lie or sit still. \"Still as any stone.\" Chaucer. ",
    "story": "A set of rooms on the same floor or level; a floor, or the space between two floors. Also, a horizontal division of a building's exterior considered architecturally, which need not correspond exactly with the stories within. [Written also storey.] Note: A story comprehends the distance from one floor to another; as, a story of nine or ten feet elevation. The spaces between floors are numbered in order, from below upward; as, the lower, second, or third story; a house of one story, of two stories, of five stories. Story post (Arch.), a vertical post used to support a floor or superincumbent wall.\n\n",
    "straight": "A variant of Strait, a. [Obs. or R.] Egypt is a long country, but it is straight, that is to say, narrow. Sir J. Mandeville.\n\n",
    "strategy": "The science of military command, or the science of projecting campaigns and directing great military movements; generalship. ",
    "street": "Originally, a paved way or road; a public highway; now commonly, a thoroughfare in a city or village, bordered by dwellings or business houses. He removed [the body of] Amasa from the street unto the field. Coverdale. At home or through the high street passing. Milton. Note: In an extended sense, street designates besides the roadway, the walks, houses, shops, etc., which border the thoroughfare. His deserted mansion in Duke Street. Macaulay. The street (Broker's Cant), that thoroughfare of a city where the leading bankers and brokers do business; also, figuratively, those who do business there; as, the street would not take the bonds. -- Street Arab, Street broker, etc. See under Arab, Broker, etc. -- Street door, a door which opens upon a street, or is nearest the street. Syn. -- See Way.",
    "strike": "To touch or hit with some force, either with the hand or with an instrument; to smite; to give a blow to, either with the hand or with any instrument or missile. He at Philippi kept His sword e'en like a dancer; while I struck The lean and wrinkled Cassius. Shak. ",
    "strong": "Having active physical power, or great physical power to act; having a power of exerting great bodily force; vigorous. That our oxen may be strong to labor. Ps. cxliv. ",
    "structure": "The act of building; the practice of erecting buildings; construction. [R.] His son builds on, and never is content Till the last farthing is in structure spent. J. Dryden, Jr. ",
    "student": "A person engaged in study; one who is devoted to learning; a learner; a pupil; a scholar; especially, one who attends a school, or who seeks knowledge from professional teachers or from books; as, the students of an academy, a college, or a university; a medical student; a hard student. Keep a gamester from the dice, and a good student from his book. Shak. ",
    "study": "A setting of the mind or thoughts upon a subject; hence, application of mind to books, arts, or science, or to any subject, for the purpose of acquiring knowledge. Hammond . . . spent thirteen hours of the day in study. Bp. Fell. Study gives strength to the mind; conversation, grace. Sir W. Temple. ",
    "stuff": "Material which is to be worked up in any process of manufacture. For the stuff they had was sufficient for all the work to make it, and too much. Ex. xxxvi. ",
    "stupid": "Very dull; insensible; senseless; wanting in understanding; heavy; sluggish; in a state of stupor; -- said of persons. O that men . . . should be so stupid grown . . . As to forsake the living God! Milton. With wild surprise, A moment stupid, motionless he stood. Thomson. ",
    "subject": "Placed or situated under; lying below, or in a lower situation. [Obs.] Spenser. ",
    "succeed": "To follow in order; to come next after; hence, to take the place of; as, the king's eldest son succeeds his father on the throne; autumn succeeds summer. As he saw him nigh succeed. Spenser. ",
    "sudden": "Happening without previous notice or with very brief notice; coming unexpectedly, or without the common preparation; immediate; instant; speedy. \"O sudden wo!\" Chaucer. \"For fear of sudden death.\" Shak. Sudden fear troubleth thee. Job xxii. ",
    "suggest": "To introduce indirectly to the thoughts; to cause to be thought of, usually by the agency of other objects. Some ideas . . . are suggested to the mind by all the ways of sensation and reflection. Locke. ",
    "summer": "One who sums; one who casts up an account.\n\nA large stone or beam placed horizontally on columns, piers, posts, or the like, serving for various uses. Specifically: (a) The lintel of a door or window. (b) The commencement of a cross vault. (c) A central floor timber, as a girder, or a piece reaching from a wall to a girder. Called also summertree.\n\nThe season of the year in which the sun shines most directly upon any region; the warmest period of the year. Note: North of the equator summer is popularly taken to include the months of June, July, and August. Astronomically it may be considered, in the northern hemisphere, to begin with the summer solstice, about June ",
    "sunday": "The first day of the week, -- consecrated among Christians to rest from secular employments, and to religious worship; the Christian Sabbath; the Lord's Day. Advent Sunday, Low Sunday, Passion Sunday, etc. See under Advent, Low, etc. Syn. -- See Sabbath.\n\nBelonging to the Christian Sabbath. Sunday letter. See Dominical letter, under Dominical. -- Sunday school. See under School.",
    "supply": "To fill up, or keep full; to furnish with what is wanted; to afford, or furnish with, a sufficiency; as, rivers are supplied by smaller streams; an aqueduct supplies an artificial lake; -- often followed by with before the thing furnished; as, to supply a furnace with fuel; to supply soldiers with ammunition. ",
    "support": "To bear by being under; to keep from falling; to uphold; to sustain, in a literal or physical sense; to prop up; to bear the weight of; as, a pillar supports a structure; an abutment supports an arch; the trunk of a tree supports the branches. ",
    "suppose": "To represent to one's self, or state to another, not as true or real, but as if so, and with a view to some consequence or application which the reality would involve or admit of; to imagine or admit to exist, for the sake of argument or illustration; to assume to be true; as, let us suppose the earth to be the center of the system, what would be the result Suppose they take offence without a cause. Shak. When we have as great assurance that a thing is, as we could possibly, supposing it were, we ought not to make any doubt of its existence. Tillotson. ",
    "surprise": "The act of coming upon, or taking, unawares; the act of seizing unexpectedly; surprisal; as, the fort was taken by surprise. ",
    "switch": "A small, flexible twig or rod. Mauritania, on the fifth medal, leads a horse with something like a thread; in her other hand she holds a switch. Addison. ",
    "system": "An assemblage of objects arranged in regular subordination, or after some distinct method, usually logical or scientific; a complete whole of objects related by some common law, principle, or end; a complete exhibition of essential principles or facts, arranged in a rational dependence or connection; a regular union of principles or parts forming one entire thing; as, a system of philosophy; a system of government; a system of divinity; a system of botany or chemistry; a military system; the solar system. The best way to learn any science, is to begin with a regular system, or a short and plain scheme of that science well drawn up into a narrow compass. I. Watts. ",
    "table": "To form into a table or catalogue; to tabulate; as, to table fines. ",
    "teach": "To impart the knowledge of; to give intelligence concerning; to impart, as knowledge before unknown, or rules for practice; to inculcate as true or important; to exhibit impressively; as, to teach arithmetic, dancing, music, or the like; to teach morals. If some men teach wicked things, it must be that others should practice them. South. ",
    "telephone": "An instrument for reproducing sounds, especially articulate speech, at a distance. Note: The ordinary telephone consists essentially of a device by which currents of electricity, produced by sounds through the agency of certain mechanical devices and exactly corresponding in duration and intensity to the vibrations of the air which attend them, are transmitted to a distant station, and there, acting on suitable mechanism, reproduce similar sounds by repeating the vibrations. The necessary variations in the electrical currents are usually produced by means of a microphone attached to a thin diaphragm upon which the voice acts, and are intensified by means of an induction coil. In the magnetic telephone, or magneto-telephone, the diaphragm is of soft iron placed close to the pole of a magnet upon which is wound a coil of fine wire, and its vibrations produce corresponding vibrable currents in the wire by induction. The mechanical, or string, telephone is a device in which the voice or sound causes vibrations in a thin diaphragm, which are directly transmitted along a wire or string connecting it to a similar diaphragm at the remote station, thus reproducing the sound. It does not employ electricity.\n\nTo convey or announce by telephone.",
    "television": "A system for converting visual images (with sound) into electrical signals, transmitting them by radio or other means, and displaying them electronically on a screen.",
    "terrible": "Adapted or likely to excite terror, awe, or dread; dreadful; formidable. Prudent in peace, and terrible in war. Prior. Thou shalt not be affrighted at them; for the Lord thy God is among you, a mighty God and terrible. Deut. vii. ",
    "thank": "A expression of gratitude; an acknowledgment expressive of a sense of favor or kindness received; obligation, claim, or desert, or gratitude; -- now generally used in the plural. \"This ceremonial thanks.\" Massinger. If ye do good to them which do good to you, what thank have ye for sinners also do even the same. Luke vi. ",
    "there": "In or at that place. \"[They] there left me and my man, both bound together.\" Shak. The Lord God planted a garden eastward in Eden; and there he put the man whom he had formed. Ge. ii. ",
    "therefore": "For that or this reason, referring to something previously stated; for that. I have married a wife, and therefore I can not come. Luke xiv. ",
    "thing": "Whatever exists, or is conceived to exist, as a separate entity, whether animate or inanimate; any separable or distinguishable object of thought. God made . . . every thing that creepeth upon the earth after his kind. Gen. i. ",
    "think": "To seem or appear; -- used chiefly in the expressions methinketh or methinks, and methought. Note: These are genuine Anglo-Saxon expressions, equivalent to it seems to me, it seemed to me. In these expressions me is in the dative case. ",
    "thirteen": "One more than twelve; ten and three; as, thirteen ounces or pounds.\n\n",
    "thirty": "Being three times ten; consisting of one more than twenty-nine; twenty and ten; as, the month of June consists of thirty days.\n\n",
    "though": "Granting, admitting, or supposing that; notwithstanding that; if. Though he slay me, yet will I trust in him. Job xiii. ",
    "thousand": "The number of ten hundred; a collection or sum consisting of ten times one hundred units or objects. ",
    "three": "One more than two; two and one. \"I offer thee three things.\" ",
    "through": "From end to end of, or from side to side of; from one surface or limit of, to the opposite; into and out of at the opposite, or at another, point; as, to bore through a piece of timber, or through a board; a ball passes through the side of a ship. ",
    "throw": "Pain; especially, pain of travail; throe. [Obs.] Spenser. Dryden.\n\nTime; while; space of time; moment; trice. [Obs.] Shak. I will with Thomas speak a little throw. Chaucer.\n\n",
    "thursday": "The fifth day of the week, following Wednesday and preceding Friday. Holy Thursday. See under Holy.",
    "today": "this present day.",
    "together": "In company or association with respect to place or time; as, to live together in one house; to live together in the same age; they walked together to the town. Soldiers can never stand idle long together. Landor. ",
    "tomorrow": "On the day after the present day; on the next day; on the morrow. Summon him to-morrow to the Tower. Shak.\n\nThe day after the present; the morrow.\"To-morrow is our wedding day.\" Cowper. One today is worth two to-morrows. Franklin.",
    "tonight": "On this present or coming night. ",
    "total": "Whole; not divided; entire; full; complete; absolute; as, a total departure from the evidence; a total loss. \" Total darkness.\" \"To undergo myself the total crime.\" Milton. Total abstinence. See Abstinence, n., ",
    "touch": "To come in contact with; to hit or strike lightly against; to extend the hand, foot, or the like, so as to reach or rest on. Him thus intent Ithuriel with his spear Touched lightly. Milton. ",
    "toward": "In the direction of; to. He set his face toward the wilderness. Num. xxiv. ",
    "trade": "A track; a trail; a way; a path; also, passage; travel; resort. [Obs.] A postern with a blind wicket there was, A common trade to pass through Priam's house. Surrey. Hath tracted forth some salvage beastes trade. Spenser. Or, I'll be buried in the king's highway, Some way of common trade, where subjects' feet May hourly trample on their sovereign's head. Shak. ",
    "traffic": "To pass goods and commodities from one person to another for an equivalent in goods or money; to buy or sell goods; to barter; to trade. ",
    "train": "To draw along; to trail; to drag. In hollow cube Training his devilish enginery. Milton. ",
    "transport": "To carry or bear from one place to another; to remove; to convey; as, to transport goods; to transport troops. Hakluyt. ",
    "travel": "To labor; to travail. [Obsoles.] Hooker. ",
    "treat": "To handle; to manage; to use; to bear one's self toward; as, to treat prisoners cruelly; to treat children kindly. ",
    "trouble": "To put into confused motion; to disturb; to agitate. An angel went down at a certain season into the pool, and troubled the water. John v. ",
    "trust": "Assured resting of the mind on the integrity, veracity, justice, friendship, or other sound principle, of another person; confidence; reliance; reliance. \"O ever-failing trust in mortal strength!\" Milton. Most take things upon trust. Locke. ",
    "tuesday": "The third day of the week, following Monday and preceding Wednesday.",
    "twelve": "One more that eleven; two and ten; twice six; a dozen. Twelve- men's morris. See the Note under Morris. -- Twelve Tables. (Rom. Antiq.) See under Table.\n\n",
    "twenty": "One more that nineteen; twice; as, twenty men. ",
    "under": "Below or lower, in place or position, with the idea of being covered; lower than; beneath; -- opposed to over; as, he stood under a tree; the carriage is under cover; a cellar extends under the whole house. Fruit put in bottles, and the bottles let down into wells under water, will keep long. Bacon. Be gathered now, ye waters under heaven, Into one place. Milton. ",
    "understand": "To have just and adequate ideas of; to apprehended the meaning or intention of; to have knowledge of; to comprehend; to know; as, to understand a problem in Euclid; to understand a proposition or a declaration; the court understands the advocate or his argument; to understand the sacred oracles; to understand a nod or a wink. Speaketh [i. e., speak thou] so plain at this time, I you pray, That we may understande what ye say. Chaucer. I understand not what you mean by this. Shak. Understood not all was but a show. Milton. A tongue not understanded of the people. Bk. of Com. Prayer. ",
    "union": "The act of uniting or joining two or more things into one, or the state of being united or joined; junction; coalition; combination. Note: Union differs from connection, as it implies that the bodies are in contact, without an interconnected by the in ",
    "unite": "To put together so as to make one; to join, as two or more constituents, to form a whole; to combine; to connect; to join; to cause to adhere; as, to unite bricks by mortar; to unite iron bars by welding; to unite two armies. ",
    "university": "The universe; the whole. [Obs.] Dr. H. More. ",
    "unless": "Upon any less condition than (the fact or thing stated in the sentence or clause which follows); if not; supposing that not; if it be not; were it not that; except; as, we shall fail unless we are industrious. Note: By the omission of the verb in the dependent clause, unless was frequently used prepositionally, -- a construction common in Shakespeare and still employed colloquially. Here nothing breeds unless the nightly owl. Shak.",
    "until": "To; unto; towards; -- used of material objects. Chaucer. Taverners until them told the same. Piers Plowman. He roused himself full blithe, and hastened them until. Spenser. ",
    "usual": "Such as is in common use; such as occurs in ordinary practice, or in the ordinary course of events; customary; ordinary; habitual; common. Consultation with oracles was a thing very usual and frequent in their times. Hooker. We can make friends of these usual enemies. Baxter. -- U\"su*al*ly, adv. -- U\"su*al*ness, n.",
    "value": "The property or aggregate properties of a thing by which it is rendered useful or desirable, or the degree of such property or sum of properties; worth; excellence; utility; importance. Ye are all physicians of no value. Job xiii. ",
    "various": "Different; diverse; several; manifold; as, men of various names; various occupations; various colors. So many and so various laws are given. Milton. A wit as various, gay, grave, sage, or wild. Byron. ",
    "video": "The recording, reproducing, or broadcasting of moving visual images.",
    "village": "A small assemblage of houses in the country, less than a town or city. Village cart, a kind of two-wheeled pleasure carriage without a top. Syn. -- Village, Hamlet, Town, City. In England, a hamlet denotes a collection of houses, too small to have a parish church. A village has a church, but no market. A town has both a market and a church or churches. A city is, in the legal sense, an incorporated borough town, which is, or has been, the place of a bishop's see. In the United States these distinctions do not hold.",
    "visit": "To go or come to see, as for the purpose of friendship, business, curiosity, etc.; to attend; to call upon; as, the physician visits his patient. ",
    "waste": "Desolate; devastated; stripped; bare; hence, dreary; dismal; gloomy; cheerless. The dismal situation waste and wild. Milton. His heart became appalled as he gazed forward into the waste darkness of futurity. Sir W. Scott. ",
    "watch": "The act of watching; forbearance of sleep; vigil; wakeful, vigilant, or constantly observant attention; close observation; guard; preservative or preventive vigilance; formerly, a watching or guarding by night. Shepherds keeping watch by night. Milton. All the long night their mournful watch they keep. Addison. Note: Watch was formerly distinguished from ward, the former signifying a watching or guarding by night, and the latter a watching, guarding, or protecting by day Hence, they were not unfrequently used together, especially in the phrase to keep watch and ward, to denote continuous and uninterrupted vigilance or protection, or both watching and guarding. This distinction is now rarely recognized, watch being used to signify a watching or guarding both by night and by day, and ward, which is now rarely used, having simply the meaning of guard, or protection, without reference to time. Still, when she slept, he kept both watch and ward. Spenser. Ward, guard, or custodia, is chiefly applied to the daytime, in order to apprehend rioters, and robbers on the highway . . . Watch, is properly applicable to the night only, . . . and it begins when ward ends, and ends when that begins. Blackstone. ",
    "water": "The fluid which descends from the clouds in rain, and which forms rivers, lakes, seas, etc. \"We will drink water.\" Shak.\"Powers of fire, air, water, and earth.\" Milton. Note: Pure water consists of hydrogen and oxygen, H",
    "wednesday": "The fourth day of the week; the next day after Tuesday. Ash Wednesday. See in the Vocabulary.",
    "weigh": "A corruption of Way, used only in the phrase under weigh. An expedition was got under weigh from New York. Thackeray. The Athenians . . . hurried on board and with considerable difficulty got under weigh. Jowett (Thucyd.).\n\n",
    "welcome": "Received with gladness; admitted willingly to the house, entertainment, or company; as, a welcome visitor. When the glad soul is made Heaven's welcome guest. Cowper. ",
    "where": "Whether. [Sometimes written whe'r.] [Obs.] Piers Plowman. Men must enquire (this is mine assent), Wher she be wise or sober or dronkelewe. Chaucer.\n\n",
    "whether": "Which (of two); which one (of two); -- used interrogatively and relatively. [Archaic] Now choose yourself whether that you liketh. Chaucer. One day in doubt I cast for to compare Whether in beauties' glory did exceed. Spenser. Whether of them twain did the will of his father Matt. xxi. ",
    "which": "Of what sort or kind; what; what a; who. [Obs.] And which they weren and of what degree. Chaucer. ",
    "while": "Space of time, or continued duration, esp. when short; a time; as, one while we thought him innocent. \"All this while.\" Shak. This mighty queen may no while endure. Chaucer. [Some guest that] hath outside his welcome while, And tells the jest without the smile. Coleridge. I will go forth and breathe the air a while. Longfellow. ",
    "white": "Reflecting to the eye all the rays of the spectrum combined; not tinted with any of the proper colors or their mixtures; having the color of pure snow; snowy; -- the opposite of Ant: black or dark; as, white paper; a white skin. \"Pearls white.\" Chaucer. White as the whitest lily on a stream. Longfellow. ",
    "whole": "Containing the total amount, number, etc.; comprising all the parts; free from deficiency; all; total; entire; as, the whole earth; the whole solar system; the whole army; the whole nation. \"On their whole host I flew unarmed.\" Milton. The whole race of mankind. Shak. ",
    "window": "An opening in the wall of a building for the admission of light and air, usually closed by casements or sashes containing some transparent material, as glass, and capable of being opened and shut at pleasure. I leaped from the window of the citadel. Shak. Then to come, in spite of sorrow, And at my window bid good morrow. Milton. ",
    "within": "In the inner or interior part of; inside of; not without; as, within doors. O, unhappy youth! Come not within these doors; within this roof The enemy of all your graces lives. Shak. Till this be cured by religion, it is as impossible for a man to be happy -- that is, pleased and contented within himself -- as it is for a sick man to be at ease. Tillotson. ",
    "without": "On or at the outside of; out of; not within; as, without doors. Without the gate Some drive the cars, and some the coursers rein. Dryden. ",
    "woman": "An adult female person; a grown-up female person, as distinguished from a man or a child; sometimes, any female person. Women are soft, mild pitiful, and flexible. Shak. And the rib, which the Lord God had taken from man, made he a woman. Gen. ii. ",
    "wonder": "That emotion which is excited by novelty, or the presentation to the sight or mind of something new, unusual, strange, great, extraordinary, or not well understood; surprise; astonishment; admiration; amazement. They were filled with wonder and amazement at that which had happened unto him. Acts iii. ",
    "world": "The earth and the surrounding heavens; the creation; the system of created things; existent creation; the universe. The invisible things of him from the creation of the world are clearly seen. Rom. ",
    "worry": "To harass by pursuit and barking; to attack repeatedly; also, to tear or mangle with the teeth. A hellhound that doth hunt us all to death; That dog that had his teeth before his eyes, To worry lambs and lap their gentle blood. Shak. ",
    "worse": "Bad, ill, evil, or corrupt, in a greater degree; more bad or evil; less good; specifically, in poorer health; more sick; -- used both in a physical and moral sense. Or worse, if men worse can devise. Chaucer. [She] was nothing bettered, but rather grew worse. Mark v. ",
    "worth": "To be; to become; to betide; -- now used only in the phrases, woe worth the day, woe worth the man, etc., in which the verb is in the imperative, and the nouns day, man, etc., are in the dative. Woe be to the day, woe be to the man, etc., are equivalent phrases. I counsel . . . to let the cat worthe. Piers Plowman. He worth upon [got upon] his steed gray. Chaucer.\n\n",
    "would": "Commonly used as an auxiliary verb, either in the past tense or in the conditional or optative present. See ",
    "write": "To set down, as legible characters; to form the conveyance of meaning; to inscribe on any material by a suitable instrument; as, to write the characters called letters; to write figures. ",
    "wrong": "imp. of Wring. Wrung. Chaucer.\n\n",
    "yesterday": "The day last past; the day next before the present. All our yesterdays have lighted fools The way to dusty death. Shak. We are but of yesterday, and know nothing. Job viii. ",
    "young": "Not long born; still in the first part of life; not yet arrived at adolescence, maturity, or age; not old; juvenile; -- said of animals; as, a young child; a young man; a young fawn. For he so young and tender was of age. Chaucer. \"Whom the gods love, die young,\" has been too long carelessly said; . . . whom the gods love, live young forever. Mrs. H. H. Jackson. "
}