{
    "0": {
        "word": "rural",
        "definition": "Of or pertaining to the country, as distinguished from a city or town"
    },
    "1": {
        "word": "frugal",
        "definition": "Economical in the use or appropriation of resources"
    },
    "2": {
        "word": "detritus",
        "definition": "(Geol.)  A mass of substances worn off from solid bodies by attrition, and reduced to small portions"
    },
    "3": {
        "word": "entrepreneurial",
        "definition": "Characterized by the taking of financial risks in the hope of profit"
    },
    "4": {
        "word": "pronunciation",
        "definition": "the way in which a word is pronounced."
    },
    "5": {
        "word": "moisture",
        "definition": "A moderate degree of wetness. Bacon."
    },
    "6": {
        "word": "peculiarly",
        "definition": "In a peculiar manner"
    },
    "7": {
        "word": "crepuscular",
        "definition": "Pertaining to twilight"
    },
    "8": {
        "word": "ubiquitous",
        "definition": "Existing or being everywhere, or in all places, at the same time"
    },
    "9": {
        "word": "malarkey",
        "definition": "Meaningless talk"
    },
    "10": {
        "word": "bubbles",
        "definition": "Thin spheres of liquid enclosing air or another gas."
    },
    "11": {
        "word": "torque",
        "definition": "A collar or neck chain, usually twisted, especially as worn by ancient barbaric nations, as the Gauls, Germans, and Britons."
    },
    "12": {
        "word": "google",
        "definition": "Search for information about (someone or something) on the internet, especially using the search engine by the same name"
    },
    "13": {
        "word": "visualisation",
        "definition": "The representation of an object, situation, or set of data as a chart or other image."
    },
    "14": {
        "word": "cliche",
        "definition": "A stereotype plate or any similar reproduction of ornament, or lettering, in relief. Cliché casting, a mode of obtaining an impression from a die or woodcut, or the like, by striking it suddenly upon metal which has been fused and is just becoming solid"
    },
    "15": {
        "word": "floccinaucinihilipilification",
        "definition": "The action or habit of estimating something as worthless."
    },
    "16": {
        "word": "conundrum",
        "definition": "A confusing and difficult problem or question."
    },
    "17": {
        "word": "doodlesack",
        "definition": "The Scotch bagpipe. [Prov. Eng.]"
    },
    "18": {
        "word": "volunteer",
        "definition": "One who enters into, or offers for, any service of his own free will."
    },
    "19": {
        "word": "mississippilessly",
        "definition": "The word was popularized by the character Ross Geller on Friends, who famously got a terrible spray tan because he counted ______ and didn't turn around in time."
    },
    "20": {
        "word": "calisthenics",
        "definition": "The science, art, or practice of healthful exercise of the body and limbs, to promote strength and gracefulness"
    },
    "21": {
        "word": "serendipity",
        "definition": "The occurrence and development of events by chance in a happy or beneficial way."
    },
    "22": {
        "word": "grommets",
        "definition": "An eyelet placed in a hole to protect or insulate a rope or cable passed through it or to reinforce the hole."
    },
    "23": {
        "word": "dilettante",
        "definition": "An admirer or lover of the fine arts"
    },
    "24": {
        "word": "macrosmatic",
        "definition": "Having a highly developed sense of smell"
    },
    "25": {
        "word": "supercalifragilisticexpialidocious",
        "definition": "Extraordinarily good"
    },
    "26": {
        "word": "flabbergasted",
        "definition": "Greatly surprised or astonished."
    },
    "27": {
        "word": "sphygmomanometer",
        "definition": "An instrument for measuring blood pressure, typically consisting of an inflatable rubber cuff which is applied to the arm and connected to a column of mercury next to a graduated scale, enabling the determination of systolic and diastolic blood pressure by increasing and gradually releasing the pressure in the cuff."
    },
    "28": {
        "word": "hubbub",
        "definition": "A loud noise of many confused voices"
    },
    "29": {
        "word": "prescription",
        "definition": "The act of prescribing, directing, or dictating"
    },
    "30": {
        "word": "caulk",
        "definition": "A waterproof filler and sealant, used in building work and repairs."
    },
    "31": {
        "word": "wreath",
        "definition": "Something twisted, intertwined, or curled"
    },
    "32": {
        "word": "expat",
        "definition": "A person who lives outside their native country."
    },
    "33": {
        "word": "schnapps",
        "definition": "Holland gin. [U.S.]"
    },
    "34": {
        "word": "phlegm",
        "definition": "One of the four humors of which the ancients supposed the blood to be composed. See Humor. Arbuthnot."
    },
    "35": {
        "word": "specific",
        "definition": "Of or pertaining to a species"
    },
    "36": {
        "word": "riboflavin",
        "definition": "A yellow vitamin of the B complex which is essential for metabolic energy production"
    },
    "37": {
        "word": "cumbersome",
        "definition": "Large or heavy and therefore difficult to carry or use"
    },
    "38": {
        "word": "garage",
        "definition": "A place for housing automobiles."
    },
    "39": {
        "word": "flummox",
        "definition": "Perplex (someone) greatly"
    },
    "40": {
        "word": "profiterole",
        "definition": "A small ball of soft, sweet choux pastry filled with cream and covered with chocolate sauce, served as a dessert."
    },
    "41": {
        "word": "ruler",
        "definition": "One who rules"
    },
    "42": {
        "word": "perpendicular",
        "definition": "Exactly upright or vertical"
    },
    "43": {
        "word": "collate",
        "definition": "To compare critically, as books or manuscripts, in order to note the points of agreement or disagreement. I must collage it, word, with the original Hebrew. Coleridge."
    },
    "44": {
        "word": "abruptly",
        "definition": "In an abrupt manner"
    },
    "45": {
        "word": "bitter",
        "definition": "AA turn of the cable which is round the bitts. Bitter end, that part of a cable which is abaft the bitts, and so within board, when the ship rides at anchor."
    },
    "46": {
        "word": "cellar",
        "definition": "A room or rooms under a building, and usually below the surface of the ground, where provisions and other stores are kept."
    },
    "47": {
        "word": "stupendous",
        "definition": "Astonishing"
    },
    "48": {
        "word": "swathe",
        "definition": "To bind with a swathe, band, bandage, or rollers. Their children are never swathed or bound about with any thing when they are first born. Abp. Abbot.\n\nA bandage"
    }
}